{
"Changes": [
	
//------------------------
// FESTIVAL DIALOGUE   
//------------------------

	//Egg Festival----------------------
	
		{
			"LogName": "EggFestival",
			"Action": "EditData",
			"Target": "Data/Festivals/spring13",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "Sigo advirtiendo a Lenny y Lewis, pero nunca escuchan...$s#$e#¿Qué?#$e#¿Qué quieres?#$e#¡Deja de escuchar a escondidas!$a",
				"Bert": "Mmm, ¡no hay nada mejor que esto!$h#$e#¡Sol brillante, brisa fresca y buenos huevos!$h",
				"Ezekiel": "Alguien se va a olvidarse de un huevo y luego todo este valle de cultivo de melones va a apestar.$a",
				"Freddie": "Mmm, estos huevos rellenos mejoran cada año.$h",
				"Jio": "Los colores brillantes son más difíciles de ocultarlos bien y, sin embargo, los huevos son de colores brillantes...",
				"Keahi": "No es trampa pedirle a la gente que te deje ganar, ¿verdad?$u",
				"Kiwi": "¿Huevo?$u#$e#Huevo.$h",
				"Lenny": "Sabes, entiendo lo que Lewis dijo sobre actuar de acuerdo a mi edad, pero...$s#$e#aún podría ganar la búsqueda de huevos si quisiera.$h",
				"Lola": "¡Feliz búsqueda de huevos!$h#$b#¿Te unes a la búsqueda este año?#$e#Si es así, ¡buena suerte!$h",
				"Olga": "Los huevos le dan gases a Bert.$s#$b#Si no baja la velocidad, está durmiendo en el sofá",
				"Pika": "¿Has probado el Loco Moco?#$b#¡Es un plato tradicional de Samaowai, con arroz blanco, acompañado de carne de hamburguesa, un huevo ligeramente frito y salsa casera!#$e#Es la forma favorita de Keahi de comer sus huevos de la mañana.$h",
				"Richard": "Me encanta la versatilidad de los huevos.$h#$b#Sin embargo, tengo en cuenta que debo evitar la yema.#$b#¡Tienes que vigilar el colesterol cuando llegues a mi edad!$4",
				"Trinnie": "No sé cómo, pero Keahi va a hacer trampa, sé que lo hará...$a",
				"Yuuma": "Ya vi un par de huevos, pero...#$b#Realmente no... quiero unirme.$s#$e#Está bien.$h",
			
			//Dateables
				"Alissa": "¡Me siento mareada por dentro!$h#$b#¡Estoy emocionada por el evento principal que viene!$h#$b#¡Oh! Ya vi algunos huevos escondidos mientras esperamos.$h",
				"Alissa_spouse": "¡Hola cariño! ¡Me alegra que hayas podido asistir!$h#$b#¡Mira! ¡También pinté algunos de nuestros huevos!$h",
				"Corine": "¡Ysa es tan dulce!$h#$b#Se presentó en nuestra casa muy temprano para prepararse para el festival conmigo. ¡Fue muy divertido!$h",
				"Corine_spouse": "¡Cariño, mira! ¿Qué piensas de mi atuendo?$h#$e#Me siento tan bonita.$h",
				"Flor": "¿Has notado cómo no parecen poner un límite de edad en la búsqueda de huevos?#$b#Es muy atractivo para los niños, pero nadie tiene problemas con la participación de adultos jóvenes como Abigail",
				"Flor_spouse": "Me pregunto si Abigail alguna vez se cansará de participar en la cacería.#$b#¡No es que yo crea que debería hacerlo!$u#$b#¡Realmente me lo estoy preguntando, lo juro!$h",
				"Ian": "Los huevos rellenos de la señora Evelyn son realmente buenos.$h#$b#¡Ella me dijo que le pone chile en polvo encima en lugar de pimentón! Ese es un secreto de Gus.",
				"Ian_spouse": "¿Has probado la tarta de huevo que hizo Jodi? Toma, toma una mía.$h#$b#¡Di 'ahh'!#$e#Lo siento... yo, eh, me puse al día.$l",
				"Jeric": "¿Vas a participar en la búsqueda de huevos, @?#$e#¡Cuidado con Keahi, es súper rápido!#$b#Tiene que serlo, para salirse con la suya.$h",
				"Jeric_spouse": "¡Buena suerte si vas a participar en la búsqueda de huevos, cariño!",
				"Kenneth": "Awww...$s#$b#¡No pude conseguir ninguna tarta de huevo! Llegué demasiado tarde.",
				"Kenneth_spouse": "Hm, el cableado de las luces parece un poco flojo, tal vez debería ir y...$s#$e#Solo estoy bromeando. Prefiero estar aquí, contigo.$h",
				"Maddie": "¡Uf!$a#$b#Debería estar en el centro de investigación trabajando en algo más útil que esto.$s",
				"Maddie_spouse": "Hola @.#$b#¿Te gustaría compartir algunos huevos diabólicos conmigo?",
				"Philip": "Se queja, pero creo que George se está divirtiendo, en el fondo",
				"Philip_spouse": "Dejaré de hablar de la ingesta de proteínas por hoy, lo prometo.$h",
				"Shiro": "Es genial ver a los niños divirtiéndose tanto en la búsqueda de huevos.$h#$b#A veces me gustaría poder unirme a ellos. Pero... eso sería extraño, ¿verdad?",
				"Shiro_spouse": "Me gusta mucho el festival del huevo.#$b#Es mucho, pero es muy divertido ver a todos disfrutando.$h",
				"Ysabelle": "Entonces, ¿qué piensas de mi vestido?$h#$b#Se ve elegante ¿no?",
				"Ysabelle_spouse": "¿Te gusta mi vestido, amor?#$b#Quiero una respuesta honesta, ¿de acuerdo?$h",
			},
		},
		
	//Flowerdance----------------------
	
		{
			"LogName": "FlowerDance",
			"Action": "EditData",
			"Target": "Data/Festivals/spring24",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "Sí, vine.#$b#Maddie me dijo que habría comida.$h",
				"Bert": "No soy un bailarin, pero creo que haré que Olga se sienta orgullosa.#$e#Al menos no la pisaré.$h",
				"Ezekiel": "No hay chica aquí más guapa que Corine.$h#$e#Será mejor que no vea a nadie molestarla.$a",
				"Freddie": "¡Todavía soy un demonio en la pista de baile, después de todos estos años!$h",
				"Jio": "A pesar de todo el movimiento y ruido, al bosque no le importa.$h",
				"Keahi": "¡Mira, mira!#$e#¡No son movimientos de baile geniales!$h",
				"Kiwi": "Kiwi mira.#$e#A Kiwi le gusta bailar.$h",
				"Lenny": "¿Vas a pedirle a alguien que sea tu pareja?#$e#¡Hazlo!$h",
				"Lola": "Nos enseñaron a bailar el vals uno de los mejores bailarines del mundo, ya sabes.#$b#Esto no es un salón de baile, pero nos queda bien.$h",
				"Olga": "Bueno, lo estaré... $4#$b#Él realmente solo quiere bailar conmigo.$h",
				"Pika": "El nombre de mi esposa, Leilani, significa 'flor celestial'.#$b#Siempre será la reina de las flores en mis ojos.$h#$e#Estoy seguro de que Keahi obtiene su encanto de ella.$h",
				"Richard": "La Danza floral ocupa un lugar especial en mi corazón.$s#$b#Mi esposa, Angelika, siempre me pidió que fuera su compañera, ¡y hubiera sido un tonto si dijera que no!$h#$b#Gano una buena cantidad de coronas de flores con ese encanto suyo.$4",
				"Trinnie": "Soy muy bonita, ¿no, @?$4#$e#¡Algún día voy a ser la reina de las flores!$h",
				"Yuuma": "Shiro quiere bailar.#$b#No creo que deba.$s#$e#Hm, ¿yo?#$b#Oh, estoy bien.$s",
			
			//Dateables
				"Alissa": "Soy un poco tímida para bailar delante de todos.#$b#Todos lo harán, pero aún así, ¡estoy muy nerviosa!$h",
				"Alissa_spouse": "Las flores por todos lados se ven tan bonitas, ¿no, cariño?$h#$b#También te ves muy bien.$l",
				"Corine": "¡Este es uno de mis días favoritos del año!$h#$b#Tener a todos en un solo lugar es maravilloso por sí solo, pero hay algo en este festival que siempre me ha encantado",
				"Corine_spouse": "Estoy emocionada de bailar contigo.$l",
				"Flor": "¿Yo? Oh, yo-yo realmente no bailo...#$b#Parece divertido, pero yo no... no sé los pasos...$12",
				"Flor_spouse": "Es tan bonito aquí.#$b#Me gusta mucho.$h",
				"Ian": "¿Conseguiste algunas semillas de fresa del puesto de Pierre?#$e#Tendrás que avisarme cuando estén todas cultivadas. ¡Es mi fruta favorita!$h",
				"Ian_spouse": "¿Estaría bien si bailamos juntos? Te ves tan... apuesto entre las flores.$l^¿Estaría bien si bailamos juntos? Te ves tan... hermosa entre las flores.$l#$e#Tal vez deberíamos cultivar algunas en la granja.",
				"Jeric": "Caray, te ves bien.$h",
				"Jeric_spouse": "No te preocupes por el baile, nene, solo sigue mis pasos.^No te preocupes por el baile, nena, solo sigue mis pasos.",
				"Kenneth": "Ver a todos felices es muy agradable.$h#$b#¡Le da al valle un impulso de energía positiva!$h",
				"Kenneth_spouse": "Vi a algunos de los aldeanos practicando su baile antes.#$e#¡Todos parecen estar de muy buen humor!$h#$b#@, ¿te gustaría bailar?",
				"Maddie": "Bailar es una pérdida de energía.#$b#Tengo mejores cosas que hacer.$a",
				"Maddie_spouse": "Le dije al Sr. Aguar que aquí habría buena comida, así él vendría. Es bueno participar de vez en cuando. Tú me enseñaste eso",
				"Philip": "%Philip parece distraído.#$b#¿Hmm?#$b#Oh, lo siento, no puedo entender si eso es parte del baile, o está cojeando...$s",
				"Philip_spouse": "¿Vamos a bailar?#$e#Bueno, supongo que voy a hacer el ridículo.#$b#¡Recuerda, elegiste casarte conmigo!$h",
				"Shiro": "¡Oye, @! El festival siempre me pone de buen humor.$h#$b#Es difícil sentirse mal cuando todos están tan felices, ¿sabes?$h",
				"Shiro_spouse": "Te ves tan guapo.$1^Te ves tan hermosa.$l",
				"Ysabelle": "El baile es simple, ¡pero creo que eso es lo que lo hace un clásico!$h",
				"Ysabelle_spouse": "Vamos, cariño. Igual como lo practicamos en casa.#$b#¡No me pises esta vez!$h",
			},
		},
		
	//Luau----------------------
	
		{
			"LogName": "Luau",
			"Action": "EditData",
			"Target": "Data/Festivals/summer11",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "El agua de mar es inútil para mi investigación.$a#$b#El mar de Gema ha sido contaminado por embarcaciones y aguas residuales.$s",
				"Bert": "Keahi ya trató de echar coral y conchas vacías a la olla.$u#$e#¡Tengo que estar atento, asegurarme de que no sea una mala influencia para Trinnie!$a",
				"Ezekiel": "El gobernador sigue tan inútil como el año pasado. Bah.$a",
				"Freddie": "Conozco al gobernador desde hace 30 años, y no ha cambiado en nada.",
				"Jio": "Kiwi quiere un poco de sopa.#$b#Perdón.$h",
				"Keahi": "La concha fue idea de Trinnie, ¡pero igual me gritaron!$a#$e#No es justo.$s#$e#¡Y dejé mi baba en casa!$u",
				"Kiwi": "¿La sopa sabe bien?$u#$e#Kiwi pide a Jio que traiga sopa.$h",
				"Lenny": "¿Cómo puede Lewis estar estresado cuando esa sopa huele tan bien?$h",
				"Lola": "Freddie dice que el gobernador no ha cambiado, pero no estoy de acuerdo.#$b#Ciertamente ha crecido más.$h",
				"Olga": "¿A dónde se escapó Trinnie?$s#$b#¡La vi darle a Keahi algo para que lo echara en la sopa!$a",
				"Pika": "Solía ​​girar poi cuando era más joven.$h#$b#¡La primera vez que agregué fuego, casi me quemo las cejas!$u#$e#¡Leilani nunca me dejó vivir eso, ja ja!$h",
				"Richard": "Es una lección de humildad considerar la antigüedad de la tradición del Luau para el valle.#$b#Vino antes que yo, y estará aquí mucho después de que yo me haya ido.#$e#Siempre que podamos unirnos todos es realmente un momento especial.$h",
				"Trinnie": "No sabía que la concha estaba vacía...$s#$e#Papá siempre dice que los mariscos hacen un buen guiso.$h",
				"Yuuma": "Espero que la sopa sepa bien.$h#$b#Odiaría que mi hermano viniera hasta aquí solo para que la sopa supiera asquerosa.$s",
			
			//Dateables
				"Alissa": "¡La sopa está casi lista!$h#$b#Confío en que todos echaron sus mejores productos.",
				"Alissa_spouse": "¡Huelo algo bueno aparte de la sopa!$h#$b#Creo que es ese plato que está cocinando Linus.",
				"Corine": "No sé qué verdura trató de traer papá, pero me deshice de ella.$a#$b#Olía a hamburguesa vencida.$s#$e#Amo a mi papá, pero... no.",
				"Corine_spouse": "Estoy muy contenta de que papá no esté tratando de introducir un raro nabo exótico en la sopa.#$e#¿Dónde está, de todos modos?$s",
				"Flor": "Me pregunto por qué nadie intenta coordinar los ingredientes de la sopa.#$b#Podría salir tan mal, entonces ¿por qué lo dejan al azar?",
				"Flor_spouse": "Nunca coordinan los ingredientes de la sopa y, sin embargo, Lewis aún corre el riesgo de que el gobernador la pruebe primero, todos los años... ¿por qué?$u",
				"Ian": "No tengo el dinero para agregar algo elegante a la sopa. Espero que las cerezas Ridge que agregué sean lo suficientemente buenas...",
				"Ian_spouse": "¿Qué trajiste para la sopa?#$e#Sé que lo que hayas elegido, tendrá un sabor increíble.$l#$b#¡Tienes las mejores verduras del valle!$h",
				"Jeric": "Hoy te ves genial, @.$h#$e#No te importa si te hago compañía mientras esperamos que la sopa esté lista, ¿verdad?",
				"Jeric_spouse": "Le puse mi mejor carambola.#$e#Mejor que la sopa sea buena, eso fue todo un centavo que fue a parar a esa olla.",
				"Kenneth": "Creo que uno de los altavoces se apagó...#$b#Eso o Keahi o Vincent lo desconectaron.$a",
				"Kenneth_spouse": "Me ofrecí a ayudar, pero creo que a Ian le gusta acarrear la olla del luau aquí.#$b#¡El grandulón hace ejercicio y se da un festín!$h#$e#¿Quién soy yo para estorbar a un hombre y su trabajo?$h",
				"Maddie": "Parece insalubre comer de una olla común de sopa.$a#$e#Quiero decir, ¿tiene múltiples ingredientes en conflicto y todos pueden agregar cualquier cosa?#$b#¿Quién sabe lo que acecha allí...$s",
				"Maddie_spouse": "Cuando lleguemos a casa te haré una sopa adecuada, cariño.#$e#La suerte es un poco demasiado... diversa... para mi gusto.$s#$b#Te lo prometo ¡será buena!",
				"Philip": "¿Ya probaste la sopa?#$b#Tengo, eh... un poco de miedo, si soy sincero.$s#$e#El contenido nutricional es probablemente excelente, pero el olor es...",
				"Philip_spouse": "Todos los años, me pongo tan nervioso por esta sopa, y todos los años, sale bien.#$b#No sé cómo lo manejan.",
				"Shiro": "Me alegro de haber podido llegar hasta aquí.#$b#No puedo ir a la playa tantas veces como quisiera... Espero que Yuuma también lo esté disfrutando.$s",
				"Shiro_spouse": "Vi a Keahi y Trinnie echar algo en la sopa, y luego Bert y Olga los atraparon.#$b#Es como ver una comedia en la vida real.$h",
				"Ysabelle": "Pronto me uniré a Emily en la pista de baile.#$b#¡Deberías unirte a nosotras!$h",
				"Ysabelle_spouse": "¿Ya le agregaste algo a la sopa?#$b#¡Quiero bailar!$h#$b#Pero no quiero bailar sin ti.$s",
			},
		},

	//Jellies----------------------
	
		{
			"LogName": "Jellies",
			"Action": "EditData",
			"Target": "Data/Festivals/summer28",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "Los ríos de Ridgeside desembocan directamente en el océano...#$b#Quizás eso explique a los Lunaloos...$u#$e#%El Sr. Aguar parece estar profundamente absorto en sus pensamientos.",
				"Bert": "Hemos estado casados ​​durante décadas y todavía me pongo nervioso antes de darle un regalo...$4",
				"Ezekiel": "Corine me arrastró hasta aquí.$s#$b#A Helen le encantaba verlas.$h#$b#Lo había olvidado...$4",
				"Freddie": "Nunca me cansaré de esta vista.#$b#Medusas resplandecientes, Lola a la luz de la luna...#$b#Es suficiente para dejar sin aliento a un anciano.$h",
				"Jio": "A medida que las medusas se mueven, la luz de la luna también se mueve con ellas, y el poder sigue su camino.",
				"Keahi": "¡Las medusas son geniales!$u#$b#¿Crees que puedo atrapar una?$h",
				"Kiwi": "¡Hola amigos de las medusas!$h",
				"Lenny": "Cada año se pone más bonito.$h#$e#Quizás Lewis finalmente se relaje por un segundo.$s",
				"Lola": "Nunca se vuelve menos encantador.$h#$b#Guarda este recuerdo, @.$s#$b#Es una de las cosas más hermosas que jamás verás.$4",
				"Olga": "¿Por qué Bert se mueve así?#$b#¿Qué hizo?$s",
				"Pika": "Como una perla, brillas.#$b#Te desplazas de un lado a otro al azar.$h#$b#Tus tentáculos siguen el flujo de la corriente del golfo...#$b#...y bailas.$s#$e#Adiós, medusas.$4",
				"Richard": "Otro lote de medusas se fue con la marea. Propuse este día, hace muchos veranos.$h#$b#No estoy seguro de cuál brilló más esa noche, las medusas o los ojos de mi querida esposa.$4",
				"Trinnie": "¡No tengo sueño!$s#$e#¡Me quedaré despierta y veré las medusas!$h",
				"Yuuma": "Las medusas me hacen pensar en mi mamá y mi papá.$s#$b#Tal vez las medusas puedan llevar un mensaje mío, hasta ellos...$h#$e#...realmente espero que sí.$s#$b#Solo quiero que sepan que todavía los amo.$4",
			
			//Dateables
				"Alissa": "Este hermoso paisaje, es impresionante.#$b#Es como si el océano estuviera actuando para nosotros.$h",
				"Alissa_spouse": "El océano se está preparando para su canción.$h#$b#Me pregunto si también se pone nervioso.$s#$b#Sé que sueno tonta, pero no puedo evitar imaginarlo.$h",
				"Corine": "¡Hola, @!$h#$b#Hay un poco de misterio en el aire, ¿no crees?#$e#Todos los años, papá se pierde en sus propios pensamientos. Me pregunto en qué estará pensando.$s",
				"Corine_spouse": "Es gracioso, pero las sombras siempre parecen más débiles en esta noche en específico.$h#$e#Es como si todo estuviera expuesto, pero la luz que lo expone es tan suave...$h",
				"Flor": "Hay algo en el cielo y el océano que cautiva a los humanos de la misma manera sobrenatural...$u#$b#Ambos son extra impresionantes por la noche.$h",
				"Flor_spouse": "Sé que la memoria es subjetiva e imperfecta, pero creo que esto se vuelve más bonito cada año.$h",
				"Ian": "Las medusas tienen suerte. No tienen que preocuparse por el dinero o el trabajo.$s#$b#Simplemente flotan.#$e#Me pregunto si las medusas tienen familias.",
				"Ian_spouse": "Solía ​​querer ser una medusa inconciente, solo para alejarme de todo.$s#$b#Pero me alegro de no serlo.#$e#Soy feliz de ser un humano, aquí contigo.$l",
				"Jeric": "Hey @, ¿quieres ver las medusas conmigo?#$e#Hey, ¿puedes culpar a un chico por querer estar rodeado de cosas hermosas por todos lados?$h",
				"Jeric_spouse": "Oye, nene. Ven a sentarte conmigo y quédate un segundo.^Oye, nena. Ven a sentarte conmigo y quédate un segundo.#$b#Puedes dejar de correr por una noche.$h",
				"Kenneth": "Es como si el festival le estuviera dando a la madre naturaleza un descanso de la electricidad.#$b#¡Es agradable desconectarse, aunque sea por un momento!$h",
				"Kenneth_spouse": "Solía ​​querer recrear la bioluminiscencia que tienen las medusas y convertirla en una lámpara o algo así.#$e#Sin embargo, creo que es mejor si es solo de ellas. Lo hacen mejor.$h",
				"Maddie": "Debería estar dormida o trabajando en mi investigación.$s#$b#Pero el señor Aguar insiste en ir y no voy a poder lograr que regrese solo.$a",
				"Maddie_spouse": "Si soy honesta, como 100% honesta...$s#$b#Realmente amo las medusas. Mucho.$l",
				"Philip": "Ah, perdón por hablar de las medusas ayer.#$b#¡Son simplemente fascinantes!#$e#Ni siquiera tienen un sistema nervioso central, pero son algunas de las criaturas eficientes, energéticamente hablando, del océano.",
				"Philip_spouse": "¡Es hora del estreno anual de medusas!$h#$b#En lugar de un esqueleto, las medusas tienen mesoglea, que es un 85% de agua. También contiene proteínas y amebocitos que consumen bacterias y escombros... %Philip está luchando para mantener la cara seria.#Probablemente mantendrá esta broma durante la próxima década...",
				"Shiro": "Sabes, somos más parecidos a las medusas de lo que piensas.#$e#Nos gusta estar juntos, como una familia.#$b#Y a veces la corriente nos lleva por caminos diferentes...$s",
				"Shiro_spouse": "Estoy un poco celoso de la forma en que flotan.#$b#Parece sin esfuerzo.",
				"Ysabelle": "Quedarse despierta hasta tarde vale la pena solo para ver las hermosas medusas.#$b#Espero poder permanecer despierta.$h",
				"Ysabelle_spouse": "Me alegro de poder disfrutar esta hermosa noche contigo, @.#$b#Haces que todo lo que me trajo al valle valga la pena.$h",
			},
		},

	//SVFair----------------------
	
		{
			"LogName": "SVFair",
			"Action": "EditData",
			"Target": "Data/Festivals/fall16",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "Los peces que Willy ha exhibido parecen estar sanos antes de ser capturados.#$b#Esto se refleja bien en la calidad del agua.",
				"Bert": "Vamos a participar el año que viene, solo espera y verás.#$e#¡Cuando Alissa esté lista!$h",
				"Ezekiel": "Esa leche y queso se van a pudrir al sol y van a apestar todo este lugar.$a",
				"Freddie": "Excelente exposición, @.$h#$e#Deberías estar orgulloso de ti mismo.$h^Deberías estar orgullosa de ti misma.$h",
				"Jio": "No ves nada.$a",
				"Keahi": "Solo tengo suficiente para 50 fichas...$s",
				"Kiwi": "¿Jugar?#$b#¡Sii!$u#$e#¡Kiwi juega!$h",
				"Lenny": "Lewis siempre dice que los jueces deben permanecer totalmente neutrales, pero buen trabajo, @.$h",
				"Lola": "¡Muy bien hecho, @!$h#$b#¿Hay alguna posibilidad de que tengas algunas calabazas escondidas?#$e#Freddie adora mi sopa de calabaza.$h",
				"Olga": "Bueno, lo estaré.$u#$b#¡Bien hecho, @! Deberías estar orgulloso de ti mismo.$h^¡Bien hecho, @! Deberías estar orgullosa de ti misma.$h",
				"Pika": "Oye, @.#$b#Ayuda a decidir un desempate.#$b#¿De quién es mejor este año, el mío o el del viejo Gus?$h",
				"Richard": "¡Vaya, qué buen espectáculo!$h#$b#Me atrevería a decir que nuestro pequeño valle está a la altura de su reputación.",
				"Trinnie": "¡Quiero jugar al juego del tirachinas!#$e#¡Voy a ser mejor que Keahi!$h",
				"Yuuma": "Esto es... divertido. Supongo.#$e#Um... necesito ir a cuidar a mi hermano, lo siento. Adiós.",
			
			//Dateables
				"Alissa": "¡Tengo muchas ganas de ver los juegos y puestos en todas partes!$h",
				"Alissa_spouse": "¡Quiero jugar a los juegos de la feria, cariño!$h#$b#Visitémoslos después de que juzguen las exposiciones, ¿de acuerdo?",
				"Corine": "Voy a conseguir la puntuación más alta en el juego de tirachinas, ¡espera!$a#$e#¡He estado practicando!",
				"Corine_spouse": "Hola, cariño.$h#$b#Me estoy tomando un descanso de estar intentando obtener la puntuación más alta posible en el juego de tirachinas.#$e#Me duelen las manos.$s",
				"Flor": "Está tan ocupada. Sabía que lo estaría, pero todavía está...$u#$b#Esto es mucha gente.$s#$b#Lo siento.$l#$b#Dame un minuto.$12",
				"Flor_spouse": "Hay tantas personas y es tan ruidoso y ajetreado...$s#$b#...pero es un poco menos intimidante contigo cerca.$h",
				"Ian": "Me gustaría conseguir un premio con mis estrellas, pero no quiero gastar dinero en ninguno de los juegos.$s#$e#Soy decente en la prueba de fuerza, pero la paga no es suficiente.$s",
				"Ian_spouse": "Oye, ¿quieres jugar conmigo al juego de la pesca después de que hayas expuesto tus productos?",
				"Jeric": "¿Qué elegiste para tu exposición, @?#$e#¿De verdad? ¡Buena elección!",
				"Jeric_spouse": "Este es mi festival favorito del año.$h#$e#¡Todos se reúnen y muestran en qué han estado trabajando, y alguien les dice que son oficialmente los mejores!$h",
				"Kenneth": "¡Me alegro de que estés disfrutando del festival @! Realmente todo el trabajo duro fue del alcalde Lewis. Solo ayudé en algunas cosas.$h",
				"Kenneth_spouse": "Guau... el festival nunca deja de sorprenderme.#$e#¡Trae a tantos turistas al valle!#$b#Estoy seguro de que a Lenny y Lewis les encanta esa parte",
				"Maddie": "¿De dónde consiguen Gus y Pika toda la carne para sus hamburguesas?#$b#No puede ser de nadie del valle...#$e#Espero que sea de origen ético...$a" ,
				"Maddie_spouse": "¡Oh, quiero probar todo! ¿Crees que Gus hizo el postre?#$e#¡Compartamos un pastel rosa!$h",
				"Philip": "Alex y yo nos desafiamos al juego de la fuerza, ¡y gané!$h#$e#Entre tú y yo, sin embargo, tiene menos que ver con la fuerza y ​​más con la postura y la ergonomía.",
				"Philip_spouse": "Alex se está volviendo más fuerte. Podría ganar el año que viene.",
				"Shiro": "Oh, oye, @.#$b#Esto es muy divertido.#$b#Vine para que Yuuma pueda venir, ¡pero honestamente me estoy divirtiendo!$h",
				"Shiro_spouse": "Solía ​​ser absolutamente bestial en el juego de fuerza.#$b#Algún día volveré a ese nivel.$h",
				"Ysabelle": "Fui al puesto de Gus antes.#$b#¡Realmente debes probar sus hamburguesas!$h",
				"Ysabelle_spouse": "Hola amor, vamos a dar la vuelta a la plaza y mirar las exposiciones de las granjas!#$b#Quiero ver nuestra competencia.",
			},
		},
		
	//SpiritEve----------------------
	
		{
			"LogName": "SpiritEve",
			"Action": "EditData",
			"Target": "Data/Festivals/fall27",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "Ahora no.$4#$e#No puedo distraerme.$4",
				"Bert": "¡Lo juro, las tartas de Evelyn mejoran cada año!$h#$e#Mmmm, ¡es suficiente para hacer llorar a un hombre adulto!$s",
				"Ezekiel": "Esto es ridículo. ¡Esos esqueletos son claramente marionetas!$a",
				"Freddie": "Lola y yo nos conocimos en la víspera de los espíritus, hace décadas.$h#$e#Llevaba este elegante traje de gatubela.$u#$b#En el momento en que la vi, supe que me iba a casar con esa mujer.$h",
				"Jio": "¿Puedes sentir eso en el aire?$4#$e#Hay mucho de qué tener cuidado esta noche.",
				"Keahi": "¡Boo!$u#$e#Ja, ja, ¿te asusté?$h",
				"Kiwi": "Ji, ji.$h#$b#¿Ves amigos?$u#$e#¡Amigos de Kiwi aquí!$h",
				"Lenny": "Me dolerá la espalda durante semanas, ¡pero creo que hicimos un buen trabajo preparando todo esto!$h#$e#Eso sí, no tuve nada que ver con el laberinto.$u",
				"Lola": "Para mí este año no hay traje de gatubela, cariño.$h#$b#Eso está guardado por muchas décadas.#$e#Después de todo, ya atrapé a mi presa.$h",
				"Olga": "Se va a comer todos esos dulces y luego estará enferma y molesta toda la noche...$s",
				"Pika": "No se lo digas a Keahi, pero todos los años, le saco algunos dulces de su botín para mí.#$b#Impuesto de Tama, como solía llamarlo mi papá, ¡ja, ja!$h",
				"Richard": "Aprendí hace mucho tiempo a dejar de preguntar cómo Lenny hace que estas cosas sucedan, y simplemente disfrutarlo.$h#$e#Debes probar la sidra si aún no lo has hecho.$4",
				"Trinnie": "Keahi no se dio cuenta de mi disfraz...$s#$b#¡Estúpido Keahi!$s#$e#¡No voy a compartir mis dulces!$a",
				"Yuuma": "Shiro quería ir al laberinto conmigo, pero yo no quería ir.#$be#Le dije que no era seguro para él ir solo y se puso triste.$s#$b#Supongo que nos iremos pronto.$4",
			
			//Dateables
				"Alissa": "Con este vestido es un poco difícil caminar.#$b#Espero no tropezar y causar una escena.$s",
				"Alissa_spouse": "Tengo miedo de perderme en el laberinto.$s#$b#¿Intentarás encontrarme si lo hago?$h",
				"Corine": "¡Boo!#$e#¡Jaja, sé que no te asusté!$h#$b#¿Estás disfrutando del festival?",
				"Corine_spouse": "Hay algo en el aire esta noche.#$e#Puede que tenga que escabullirme, pero volveré esta noche, lo prometo.",
				"Flor": "Entiendo, técnicamente, que a la gente le gustan las cosas aterradoras porque pueden sentir miedo sin sentir que están realmente en peligro, pero yo no siento lo mismo.#$b#Estaré donde esté bien iluminado.$h",
				"Flor_spouse": "Está bien si quieres recorrer el laberinto o algo así, ¡de verdad!#$b#Estoy bien aquí. No te preocupes por mí.$h",
				"Ian": "Estoy agradecido por todos los festivales que tenemos.#$e#¡Un día en el que no tengo que comprar comida significa más ahorros!$h#$b#Gus y Pika a veces me dejan llevar las sobras a casa tambien.",
				"Ian_spouse": "¿Quieres ver el laberinto conmigo?#$e#¡Nunca llegué al final, así que seguiré tus pasos!",
				"Jeric": "¿Qué piensas? Bastante hábil, ¿eh?#$b#Voy a hacer que todas las nenas vengan corriendo.$h",
				"Jeric_spouse": "Ese mago cierra gran parte del pueblo todo el día para preparar la víspera de los espíritus.#$e#Me pregunto cómo se las arregla para hacerlo todo él mismo",
				"Kenneth": "¡Lenny e Ian hicieron un buen trabajo arreglando el lugar!",
				"Kenneth_spouse": "Lenny se enteró de que Maru y yo estábamos jugando con las luces y nos hizo cambiarlas de nuevo.#$e#Sin embargo, ella se rió. ¡No se lo digas, pero Maru y yo cambiamos la luz de su porche por una luz roja!$h",
				"Maddie": "Tengo que admitir que algunos de estos disfraces están bien ensamblados.#$b#Casi me hace pensar que debería haber puesto más esfuerzo en el mío...$s#$e#No, todavía habría sido una pérdida de tiempo.",
				"Maddie_spouse": "Tuve que recoger algunas cosas en el laboratorio justo antes de venir aquí.#$b#El Sr. Aguar se burló de mí por no conseguir un disfraz. Viejo gruñón. ¿Se puso uno?$a",
				"Philip": "No puedo dejar de mirar esos esqueletos.#$e#Tiene que ser un truco.#$b#¿Cómo se mueven sin musculatura?$s",
				"Philip_spouse": "Es increíble cómo se las arreglan para poner todo esto en un día.#$e#Apuesto a que la espalda de Lenny la va a doler por un tiempo...",
				"Shiro": "¡Decoraron el lugar realmente bien!$h#$b#Era el terror en la víspera de los Espíritus cuando era más joven.#$e#Me encantaba asustar a la gente. Definitivamente me salí de control una o dos veces...",
				"Shiro_spouse": "Me quedaré aquí.$s#$b#Todo es humo y espejos, pero una parte de mi cerebro no siempre lo sabe.",
				"Ysabelle": "¿Has pasado por el laberinto?#$b#Trata de no extraviarte, o podrías perderte.$u#$b#¡OOooOOO! ¡Jaja!$h",
				"Ysabelle_spouse": "Entonces, ¿qué piensas de mi atuendo para esta noche?#$b#Elegante, ¿hmm?$h",
			},
		},
		
	//IceFest----------------------
	
		{
			"LogName": "IceFest",
			"Action": "EditData",
			"Target": "Data/Festivals/winter8",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "Hmmm.#$e#%El señor Aguar está mirando intensamente el mimbre de caramelo.",
				"Bert": "¿Recuerdas mi consejo?#$b#Mantente alerta, conviértete en uno con la caña, ¿me escuchas?$h",
				"Ezekiel": "Recuerda mis palabras, pescaría más que nadie.$h",
				"Freddie": "¡Hola, @!$h#$e#¿Estás abrigado?",
				"Jio": "Ayer estuvo tranquilo y pacífico.#$e#Hoy, el hielo cruje bajo la tensión.$s",
				"Keahi": "Esta nieve es difícil de darle forma.$s#$e#¡Papá dice que no está lo suficientemente húmeda! ¿Cómo puede la nieve... no mojarse?$u",
				"Kiwi": "Kiwi intenta pescar.$h#$e#Kiwi tiene cabeza grande y brazos pequeños.$a#$b#No puede atrapar.$s",
				"Lenny": "A Lewis siempre le ha gustado este festival más que a mí, así que me sentaré y dejaré que él lo dirija.",
				"Lola": "Entiendo por qué pescan y luego lo sueltan, pero entre tú y yo...#$b#... Prefiero freír esos pescados con un buen condimento, como aprendí en la isla Ember.$h",
				"Olga": "No le digas a Bert, pero lo traje hasta acá porque sé que Trinnie quiere mostrarle el muñeco de nieve que construirá.$h",
				"Pika": "Vengo por el festival del hielo.#$b#Sin embargo, solo para mirar.#$b#¡Nunca me verás afuera con este hielo!$h",
				"Richard": "¡Brr!$a#$b#Debería haberme abrigado más.#$b#El frío no encaja bien con estos viejos huesos míos.$h#$e#Vale la pena ver las hermosas esculturas de hielo que crean Leah y Robin.$4",
				"Trinnie": "Sigo intentando hacer alas de nieve para mi pingüino de nieve y se siguen cayendo...$s",
				"Yuuma": "Ojalá mi hermano pudiera unirse a la competencia.#$b#Creo que se lo pasaría bien.$h#$b#Solía ​​pescar mucho.$s",
			
			//Dateables
				"Alissa": "Yo también quiero ir a hacer un muñeco de nieve.#$b#¡La nieve blanca y brillante es mágica!$h",
				"Alissa_spouse": "¡Buena suerte más tarde, cariño!$h#$b#¡Te estaré animando! ¡Ve a pescarlos!$h",
				"Corine": "¿Alguna vez has notado cómo Willy y Lewis pueden caminar sobre el hielo sin resbalarse en absoluto?#$b#Me pregunto cómo lo hacen.",
				"Corine_spouse": "¿Has visto la nieve... cosas que hacen los niños?#$e#Creo que el de la derecha se supone que es Lewis... o Pam...$s”",
				"Flor": "¡Estoy ayudando a los niños a construir un muñeco de nieve!$h#$b#Necesito encontrar las ramas perfectas para los brazos.$h",
				"Flor_spouse": "El hielo parece realmente sólido. Quiero decir, no creo que nadie haría agujeros en él si no fuera...$s#$e#Por favor, ten cuidado de todos modos, cariño.$s" ,
				"Ian": "Mis guantes tienen agujeros. No me molesta el frío, así que no es un gran problema.#$e#Me pregunto si Emily puede enseñarme a repararlos.",
				"Ian_spouse": "¿Vas a participar en la competencia de pesca?#$e#¡Te animaré!$h#$b#En silencio, ya que no quiero asustar a los peces.",
				"Jeric": "Te ves bien, @.#$e#No te puedo mentir, me encanta un lindo conejito de nieve.$h",
				"Jeric_spouse": "Oye, @. Asegúrate de atraparme si resbalo y caigo en el hielo, ¿de acuerdo?$h",
				"Kenneth": "Ellos sueltan los peces después del festival.#$b#Simplemente se echarían a perder si no lo hiciéramos.",
				"Kenneth_spouse": "Todos esos peces que pesqué, pero mi captura favorita eres tú.$h#$e#¿Qué? ¿No puede un chico usar una frase terrible de vez en cuando?$h",
				"Maddie": "¿¿Todos saben que uno podría morir de hipotermia, verdad?? ¿Verdad?#$b#Simplemente no entiendo el sentido de todo esto.$a",
				"Maddie_spouse": "Por Yoba, hace mucho frío.$a#$b#Eres una persona increíble y todo eso, pero hay algunas cosas que el amor no puede conquistar, y este frío es una de ellas. No puedo esperar para ir a casa.$a",
				"Philip": "¡Buena suerte!$h#$e#Recuerda contraer los músculos del torso. Las lesiones de hombro son las peores.",
				"Philip_spouse": "Te he visto pescar, sé que no necesitas ninguna advertencia por las lesiones. ¡Buena suerte!",
				"Shiro": "Espero que Yuuma pueda jugar un poco hoy.#$b#Para ser honesto, eso es todo lo que quiero.",
				"Shiro_spouse": "Hola amor. Hace mucho frío...#$b#¿Puedo pedir un abrazo?$l",
				"Ysabelle": "Las esculturas de hielo me recuerdan a las estatuas de mármol en el teatro de ballet de la ciudad.$h#$b#Solía ​​intentar copiar sus poses cuando era pequeña.",
				"Ysabelle_spouse": "¿Sabes cómo esculpir, cariño?#$b#Podríamos hacer arte con hielo, o con nuestro...$l#$b#¡Ja, ja, solo estoy bromeando!$h#$b#Acá ciertamente no es el lugar, después de todo.$h",
			},
		},
		
	//WinterStar----------------------
	
		{
			"LogName": "WinterStar",
			"Action": "EditData",
			"Target": "Data/Festivals/winter25",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "Y feliz Fiesta de la Estrella de Invierno para ti, @.$h#$e#No te sorprendas tanto.#$b#No disfruto de las bromas, pero eso no significa que no no me doy cuenta de su significado.",
				"Bert": "Tenías razón, @.$h#$e#Su sonrisa vale el costo de esa casa de muñecas y más.$h",
				"Ezekiel": "Lo sabía. La comida está buena y la cerveza está podrida.$a#$b#¡Me voy a casa y me voy a tomar un buen trago!$h",
				"Freddie": "¡Feliz estrella de invierno, @!$h#$e#¡Esperamos que obtengas la mayor parte de lo que quieres y todo lo que necesitas!$h",
				"Jio": "Kiwi disfruta estos días.$h",
				"Keahi": "¡Regalos!$u#$e#¡Me encantan los regalos!$h",
				"Kiwi": "¡Kiwi está presente ahora!$4#$e#¡Shii!$h",
				"Lenny": "¿Cómo va esa canción?#$b#Castañas asadas en una hoguera abierta...$4#$b#Espera, eso no es correcto.$h",
				"Lola": "¡Feliz estrella de invierno, querido!$h^¡Feliz estrella de invierno, querida!$h#$e#Freddie y yo vamos a hacer un pequeño viaje mañana.#$b#Estoy deseando poder finalmente tener un tiempo a solas con mi esposo.$h" ,
				"Olga": "¡Bert le consiguió a Trinnie la casa de muñecas, el tonto!$a#$b#Solo espera hasta que ella deje los pedazos por ahí y él pise uno descalzo.$s",
				"Pika": "La Fiesta de la Estrella de Invierno nos recuerda que no importa de dónde seas, puedes encontrar tu propia ohana, tu propia familia, entre amigos.$4#$e#Me alegro de poder celebrarla contigo, @.$h",
				"Richard": "Ysa solía creer en el Padre Estrella de Invierno.$h#$b#Me pregunto cuando descubrió que era yo el del traje.$4",
				"Trinnie": "%Trinnie está paralizada por la vistosa casa de muñecas que acaba de desenpaquetar. Ni siquiera te nota.",
				"Yuuma": "El pueblo se ve muy bonito.$h#$e#¿Shiro tiene frío?#$b#Hace mucho frío aquí...$u",
			
			//Dateables
				"Alissa": "Las luces del festival se ven tan hermosas con la nieve, es el ambiente perfecto.#$b#Espero que te diviertas, @.$h",
				"Alissa_spouse": "¡Felices fiestas cariño!$h#$b#Eres la mejor bendición que he recibido en mucho tiempo.#$b#Te amo mucho.$l",
				"Corine": "¡Hola, @! Me encantan estas fiestas porque la comida es la mejor.$h#$b#¡Vale la pena esperar todo el año!$h",
				"Corine_spouse": "Otro año, ¿eh?#$b#No sé por qué, pero creo que el año que viene será aún mejor.$h#$e#¡Vamos, comamos!$h",
				"Flor": "Cuanto mayores nos hacemos, más difícil es aferrarnos a esa sensación de asombro infantil, pero estar rodeado de mucha gente como esta se siente especial de una manera más sustancial.",
				"Flor_spouse": "Festivales como este solían sentirse muy solitarios, porque no sabía cómo conectarme.$s#$b#Pero te tengo ahora, y has cambiado todo.$h#$e#Gracias tú.$h#$b#Te amo.$l",
				"Ian": "Esculpí una escultura de madera para mi regalo.#$e#No es nada lujoso, pero espero que les guste. ¡Hace que las astillas valgan la pena!",
				"Ian_spouse": "Eres por lo que estoy más agradecido.$h#$e#Te daré tu regalo estrella de invierno en casa, ¿de acuerdo?$l",
				"Jeric": "Es mejor que mi amigo secreto no me dé algodón hilado áspero, te diré una cosa.$a#$b#Eso está bien para para Emily y todo, pero estoy haciendo prendas de clase alta.",
				"Jeric_spouse": "Seguro que el tiempo te acecha.#$b#Supongo que vuela cuando estás feliz o lo que sea que Lewis dice.$h",
				"Kenneth": "Para ser honesto, le he puesto un ojo a ese árbol.$s#$b#Todas esas luces...$u",
				"Kenneth_spouse": "¡Hola, @!#$b#Espero que tu año haya sido al menos tan bueno como el mío.#$e#¡El mío ha sido bastante sorprendente, contigo en él!#$b#¿Hm? ¿El árbol? Oh, no no te preocupes, está bieen...",
				"Maddie": "Oye, @. ¿Recibiste un buen regalo hoy?#$b#Espero que tu carrera alcance nuevas alturas el próximo año.$h#$b#¡En serio, lo digo en serio!$a",
				"Maddie_spouse": "No necesito pensar en regalos materiales contigo.#$b#¡No podría pedir nada mejor!",
				"Philip": "¡Felices fiestas! Espero que obtengas todo lo que has deseado.$h",
				"Philip_spouse": "Oh Yoba, me encanta la comida navideña.#$b#No me abrazes, tengo galletas en mis bolsillos.$h",
				"Shiro": "¿Sabes qué @? Es importante aprovechar al máximo cada momento#$e#Vive tu vida al máximo mientras la tengas.#$b#Nunca sabes lo que podría perderse algún día.$s",
				"Shiro_spouse": "Te amo, @. Feliz Estrella de Invierno.",
				"Ysabelle": "Espero conseguir unas mallas nuevas.$h#$b#Las mejores que tengo tienen una gran corrida.$s",
				"Ysabelle_spouse": "¡Estoy tan feliz de que estés aquí conmigo, mi amor!$h#$b#¡Eres el mejor regalo que he recibido!$l#$b#Espero que los próximos años sean ​​aún más maravillosos.$h",
			},
		},
	//EmberOfResolutions----------------------
	
		{
			"LogName": "EmberOfResolutions",
			"Action": "EditData",
			"Target": "Data/Festivals/winter28",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "Un año más llega a su fin.#$e#Es importante evaluar los resultados de tus actividades anuales con el objetivo de mejorarlas el año siguiente.",
				"Bert": "¡Feliz Año Nuevo, @!$h#$e#No puedo creer que haya pasado tan rápido.$s#$b#Realmente me hace apreciar cada segundo que paso con Olga y Trinnie.$h",
				"Ezekiel": "Con cada año que pasa mi corazón te anhela más intensamente...$s#$b#%Ezekiel está mirando al cielo.#$b#Feliz año nuevo, Helen.$4",
				"Freddie": "¡Feliz año nuevo, @!$h#$b#¿Puedes creerlo? Dentro de unas horas y estaremos en un año completamente nuevo, una temporada completamente nueva.#$b#Es como si estás empezando de nuevo.$h",
				"Jio": "La naturaleza ha completado su ciclo.#$b#Un motivo de celebración, al parecer.$h",
				"Keahi": "¡Oye, oye, oye!$h#$b#¡Encontré este increíble palo cuando estábamos de excursión aquí!#$b#¡Mira! ¡Incluso tiene clavos!$h#$e#¿Eh? ¿No es un palo? ¿Es una tabla?#$b#Está bien... ¡Encontré esta increíble tabla!$h",
				"Kiwi": "A Kiwi le gusta luz bonita.$h#$b#A Kiwi no le gusta el fuego caliente.$s#$e#¿A-Apuñala fuego?$u",
				"Lenny": "¡Feliz Año Nuevo, @!$h#$e#Ya sabes... Solía ​​organizar fiestas de Año Nuevo enormes en los dormitorios del campus de la Universidad Zuzu.$4#$b#Y ahora todo lo que pienso es en presupuestos, papeleo y el bienestar de los aldeanos.$h#$b#El tiempo realmente cambia a una persona, ¿no?$s",
				"Lola": "Feliz año nuevo, querido.$h^Feliz año nuevo, querida.$h#$e#Freddie trajo mantas extra.#$b#Si tienes frío no dudes en pedir una, ¿de acuerdo?$h",
				"Olga": "Feliz Año Nuevo, @.$h#$b#Pasó otro año...$s#$b#Lo siento.#$b#Estaba pensando en Trinnie.$h#$b#Un día envejecerá para mudarse...$s#$e#Témelo, huye de él, pero el destino llega de todos modos.$s",
				"Pika": "Manuia le Tausaga Fou, @. ¡Feliz año nuevo!#$e#Año nuevo, gente nueva, recetas nuevas, oportunidades nuevas.$h#$e#¡Prueba la comida! Gus y yo hicimos pasteles especiales.$h",
				"Richard": "¡@! Les deseo a ti y a tu familia buena salud, felicidad, éxito y prosperidad para el próximo año.$h#$b#Esta noche es muy especial, ¿no?#$e#Angelika y yo solíamos pasar el año nuevo en el balcón de la Cabaña de Troncos...$s#$b#Solo nosotros, la luz de la luna y varias botellas de vino.$h",
				"Trinnie": "Papá me dio este tronco. Dijo que tendremos que cuidarlo hasta que se encienda la hoguera.#$b#Entonces... ¡Conoce a Tronquita!#$e#Ella es una señora tronco y ella es mi nueva mejor amiga!$h#$e#¿Qué es eso Tronquita?$u#$b#¿¡Keahi me confesará su amor el próximo año!?$4",
				"Yuuma": "Feliz Año Nuevo, @.$h#$b#Es una tradición pedir un deseo después de poner un tronco en la hoguera.#$e#No puedo decirte mi deseo o no se hará realidad...$s",

			//Dateables
				"Alissa": "¡Feliz Año Nuevo, @!$h#$e#Hay algo sobre esta noche.$h#$b#Especialmente cuando el fuego está encendido...#$b#Realmente me dan ganas de cantar con el corazón.$h#$e#¡Ehm! Quiero decir, estoy feliz de que todos estén aquí.$l",
				"Alissa_spouse": "Feliz año nuevo, cariño.$l#$b#Estaba pensando en la vez que me escuchaste cantar en el huerto cuando yo...#$b#...me escapé de ti.$h#$b#Estaba tan avergonzada, ¡ja, ja!$l",
				"Corine": "¡Feliz Año Nuevo, @!#$e#Apuesto a que podría descender por esta montaña. Hmmm...#$b#Lo siento. Estaba pensando en algo divertido que hacer.$h#$e#¿Quieres descender por esta montaña conmigo?$h#$e#Hmmm... ¿Quizás debería preguntarle a Ysa o Abigail?",
				"Corine_spouse": "¡Feliz año nuevo, amor!$h#$b#Me alegro de poder pasar esta noche contigo, @.#$b#Pasé por muchas cosas antes de conocerte y me sentí sola a veces...$s#$b#Pero ahora sé que alguien siempre estará ahí para mí.$h",
				"Flor": "Feliz año nuevo.$h#e#Frío...$s#$b#Hace bastante frío aquí.#$e#Una tradición tan interesante, esta hoguera.#$b#¿Me pregunto cómo llegó a crearse este evento?#$e#¿Sabes cómo, @? Tal vez podríamos pensar en teorías.$h#$e#Creo que el fundador de este festival era un pirómano encubierto y que solo quería una excusa para crea una hoguera gigante.$h#$b#Estoy interesada en profundizar en la psique de esa persona.$h",
				"Flor_spouse": "Feliz año nuevo, amor.#$e#Hola amor... ¡Hace frío!$s#$b#Abrázame más fuerte, por favor...$l#$b#Eso está bien.$h#$e#Me hace muy feliz darme cuenta de que cuando me vaya a la cama esta noche...#$b#...estaré despertando a tu lado.$l#$b#No hay mejor comienzo de año.$h",
				"Ian": "Feliz Año Nuevo, @.#$e#Uf. Fue un poco difícil traer estas mesas aquí.$h#$b#Bueno, vale la pena siempre que todos puedan disfrutarlo.$h#$e#Espero tener más conciertos el año que viene...$s",
				"Ian_spouse": "Feliz año nuevo, cariño$h#$e##Estoy tan feliz de que hayas llegado a mi vida.$l#$b#La vida era una verdadera lucha antes de conocerte.$s#$b#Estaba solo, con Lenny ocasionalmente ayudándome.$6#$b#Pero ahora te tengo...$7#$b#...y supongo que me tienes a mí.$7#$b#Gracias por todo, @.$7",
				"Jeric": "Feliz año nuevo, @.#$e#Otro año, otro ajetreo.$h#$b#¡Espero que las cosas te vayan bien el próximo año!#$e#¿A mi? Las cosas irán mejor para mí el próximo año.#$e#¿Por qué? Porque voy a trabajar aún más duro para superar tus cosechas.$h",
				"Jeric_spouse": "Feliz año nuevo, nene.^Feliz año nuevo, nena.#$e#¿Ven aquí y dale un beso a tu esposo?$l#$b#En serio, @. Estoy agradecido.$6#$b#Gracias por estar conmigo.#$b#Eres la primera familia real que tengo desde el gobernador.$s#$b#Te quiero mucho.$7",
				"Kenneth": "Feliz Año Nuevo, @.#$e#Me encanta cuando Pika y Gus colaboran.$h#$b#¡Son probablemente los mejores cocineros que este valle tiene para ofrecer!$h#$b#A año nuevo de grandes festivales.$h",
				"Kenneth_spouse": "¡Feliz año nuevo, cariño!$h#$eSabes... todos los años la hoguera me recordaba el dolor.$s#$b#¿Ahora?$8#$b#Ahora la espero con ansias todos los años...$7#$b#Porque puedo estar contigo todos los años.$7#$b#Te amo, @.$7",
				"Maddie": "Feliz año nuevo, supongo.#$b#¿Por qué tienen que quemar toda esta madera?$a#$b#Espero que no hayan cortado ningún árbol para este propósito.$s#$e#Supongo que se ve un poco sereno...$h",
				"Maddie_spouse": "Oye tú...#$b#Feliz año nuevo, tontito.$l^Feliz año nuevo, tontita.$1#$b#Estoy muy contenta de haberte conocido, ya sabes.$9#$b#Gracias a ti aprendí a abrirme de nuevo.$7#$b#Aprendí a ser honesta conmigo misma.$6#$b#Aprendí a amar de nuevo.$8#$e#Te amo, @.$h",
				"Philip": "¡Feliz año nuevo, @!#$e#%Parece que Philip está temblando.#$e#Espero que no neve. La hipotermia no es una broma.$s#$b#Mejor voy a ver a los viejos.#$e#También debes mantenerte abrigado, @.$h",
				"Philip_spouse": "¡Feliz año nuevo, cariño!$h#$e#¡Oh, guau, hace mucho frío!$u#$b#¡¿Por qué me dejaste salir de casa así, ja, ja?!$h#$e#Aquí viene otro año de Philip y @, conquistadores del universo.$l",
				"Shiro": "Feliz Año Nuevo, @.$h#$e#Es un mal augurio decirle a alguien tu deseo, pero...#$b#Realmente desearía que Yuuma pudiera tener una infancia adecuada...$s" ,
				"Shiro_spouse": "¡Feliz Año Nuevo, @!$h#$e#Sabes, antes de conocerte me sentí... ¿incompleto?$s#$b#Me sentí menos persona por mis... defectos.$s#$b#Cuando te conocí sentí que me completarías, pero...#$b#De hecho me hiciste darme cuenta de que ya estoy completo.$h",
				"Ysabelle": "¡Feliz año nuevo, @!#$e#Corine está realmente ansiosa por la aventura de hoy.$6#$b#¡Espero que no vuelva a tener ideas extrañas y me pida que escale algo como el año pasado!$6#$e#Espero en secreto que me pregunte.$h#$b#¡Necesito la emoción!$h",
				"Ysabelle_spouse": "¡Hola nene, feliz año nuevo!$l^¡Hola nena, feliz año nuevo!$l#$b#Mi abuelo me contó cómo los huéspedes del hotel solían pasar el año nuevo en el balcón de la Cabaña de Troncos.#$b#Suena bastante romántico, ¿no?$l#$b#Quizás deberíamos escabullirnos con una botella de vino.$h",
			},
		},
		
	//Ridgeside Gathering----------------------
	
		{
			"LogName": "Ridgeside Gathering",
			"Action": "EditData",
			"Target": "Data/Festivals/fall20",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "No me importa tener estas festividades en Ridgeside.#$b#Lo prefiero a ir hasta Pueblo Pelícano.",
				"Bert": "¡Gus y Pika realmente se han superado al ofrecer un menú combinado!$u#$b#¡Mi barriga está emocionada!$h",
				"Ezekiel": "No soy fanático de tener tantos chicos cerca de Corine.$a#$b#¿O me estoy preocupando demasiado?$s",
				"Freddie": "Es genial ver algunas caras conocidas.$h",
				"Jio": "Los lugareños parecen ser muy aficionados a las festividades.#$e#Me preocupa que Kiwi se maree...$h",
				"Keahi": "¡Estoy vendiendo fruta que recogí ayer!$h#$b#¡LOS NIÑOS MOLAN! ¡WOOHOO!$h",
				"Kiwi": "¡Hup hup!#$b#Kiwi puede dar vueltas todo el día.$h",
				"Lenny": "¡Me alegra que todos se estén divirtiendo!$h#$b#Sin embargo, espero que la rivalidad no provoque una pelea de comida.$u#$b#Lewis todavía no me ha perdonado por comenzar una esa vez...$s",
				"Lola": "¡Evelyn y yo tenemos que ponernos al día de muchas cosas!$h#$b#Rara vez nos vemos.$s",
				"Olga": "Espero que los niños se estén divirtiendo.#$b#Me alegro de que se lleven bien.$h",
				"Pika": "¡Oye, @! ¡Encantado de verte!$h#$b#¡Si quieres hacer un pedido, gritame!",
				"Richard": "La asamblea de Ridgeside es una gran oportunidad para la Cabaña de Troncos.#$b#Algunas personas de Pueblo Pelícano estarán demasiado cansadas para volver a casa, por lo que podrían quedarse una noche.$h",
				"Trinnie": "¡Estoy bastante segura de que mis plantas se venderán como pan caliente!$h#$b#¡LAS NIÑAS MOLAN! ¡SII!$h",
				"Yuuma": "Todos han traído algo para vender.#$b#Sin embargo me pregunto quién inició toda esta competencia entre los niños y las niñas.",

		//Dateables
				"Alissa": "¡Ven y compra nuestros productos, @!$h#$b#¡Te prometo que no te arrepentirás!#$e#Lo siento Jeric, pero ganaremos.$a",
				"Alissa_spouse": "¡Cariño! ¡Ayúdanos a ganar!$h#$b#¡Mira! No tenemos esta planta en casa, ¿verdad?$h",
				"Corine": "¡Mira su puesto! ¡Parece descuidado!$h#$b#Lo siento chicos, pero ganaremos esta.$h#$e#¡Hola Abby! ¿Quieres echar un vistazo a lo que están vendiendo?$h",
				"Corine_spouse": "Te amaré sin importar a quién ayudes a ganar este año, amor.#$b#BI simplemente no hablará contigo durante un año si ellos ganan.$h",
				"Flor": "Me interesa lo que venden los puestos del otro lado.#$b#Pero las chicas me dicen que debería quedarme aquí.#$e#Hmmm... Estoy bastante confundida.$s",
				"Flor_spouse": "Uhmm... Traje algunos de mis viejos libros para vender.#$b#Me pregunto si alguien los comprará.#$e#¡Hola Elliott, aquí está el diseño de la escultura de la que te he estado hablando!$h",
				"Ian": "Uf, esta escultura de madera está casi terminada.$h#$b#Aunque no es tan buena como la de Leah.#$b#Oh, bueno, todavía espero que alguien la compre.$h",
				"Ian_spouse": "¿Te estás divirtiendo, cariño?#$b#Primero tengo que terminar esta escultura. Me reuniré contigo en un rato.",
				"Jeric": "¡Ven y ve el mejor puesto del valle!$h#$b#¡La sangre, el sudor y las lágrimas estuvieron involucradas en la fabricación de este puesto!$h#$e#¡Eh, Shane! ¿¡Olvidaste las decoraciones!?$a",
				"Jeric_spouse": "Hey nene, hazme un favor y espía sus mercancías, ¿lo harías?$h^Hey nena, hazme un favor y espía sus mercancías, ¿lo harías?$h#$b#¡Ja, ja! Solo bromeo. No me siento inseguro en absoluto... ¡Ja, ja!$h",
				"Kenneth": "Estoy interesado en ver el pequeño robot de Maru allí.#$b#Iré a echarle un vistazo más tarde.#$e#¡Oh! ¡Debería mostrarle a Sam el nuevo amplificador en el que he estado trabajando!$h",
				"Kenneth_spouse": "¿Has visitado el puesto de Pika y Gus, cariño? ¡Están vendiendo mucha comida!$h#$b#Iré a ponerme al día tan pronto como venda algunas cosas aquí.$h",
				"Maddie": "¡Este reloj de osito es tan lindo!$9#$b#¡Quiero comprarlo!$h#$e#¡Oye Leah! ¿Hiciste esto?$h",
				"Maddie_spouse": "¡Cariño, hay una inmensa cantidad de productos para comprar aquí!$h#$b#Te daré una lista de lo que quiero más tarde, ¿de acuerdo?$6#$b#¡Solo bromeo, ja ja! Ya compré las cosas que quiero.$h",
				"Philip": "¡Los puestos están vendiendo cosas interesantes!$h#$e#¡Uh oh! ¡Olvidé recordarle a Shane sobre las decoraciones del puesto!$u",
				"Philip_spouse": "Me pregunto si puedo comprar unas barbillas para llevar a casa.#$b#¿Está bien, cariño?$h",
				"Shiro": "Tengo curiosidad por ver qué están vendiendo las chicas.#$b#Pero creo que los chicos me juzgarán si voy y compro algunas de sus cosas.$h#$e#Sin embargo me pregunto qué está alterando Sebastian por allá.",
				"Shiro_spouse": "Espero que estés disfrutando de la reunión @.#$b#Estoy un poco emocionado por el concierto de más tarde. Te prometo que no bailaré demasiado.$h",
				"Ysabelle": "¡Sonríe a la cámara!$h#$b#¡Otra!$h#$e#¡Oye, Haley, me encanta esta nueva cámara tuya!$h#$b#Muéstrame las fotos después de que estén reveladas ¿Vale?$h",
				"Ysabelle_spouse": "¿Te estás divirtiendo, nene?^¿Te estás divirtiendo, nena?#$b#¡Ven aquí! ¡Hazte una foto con nosotros!$h#$e#¡Aquí va otra! ¡Déjame besarte en la mejilla para esta pose!$h",
			},
		},
]
}