{
"Changes": [
	
	{
		//Mail Letters
		"LogName": "Mail Letters",
		"Action": "EditData",
		"Target": "Data/mail",
		"Entries": {
			"AlissaLetter": "¡Hola @!,^^¡Solo quería decirte que quizás haya terminado la canción de la que hablamos la última vez! Sabes, cuando me escapé de ti... De todos modos, quería avisarte y espero que la escuches. Visítame en mi casa cuando estés libre.^^- Alissa",
			"AlissaPerform": "¡Hola @!,^^Habrá una pequeña reunión en el pueblo más tarde. Lenny espera que todos asistan. Mandó invitaciones para todos. Yo personalmente le pregunté si estaba bien si podía mandar tu carta de invitación. ¡No hay un motivo en particular! De todos modos, espero verte allí!^^- Alissa",
			"FlorLetter": "Querid{{g}} @,^He reunido y preparado todos los materiales y formularios necesarios para la investigación de interacciones entre pares con intereses contrastantes, o al menos diferentes. Te espero en mi habitación del hotel.^^Atentamente, Florabelle Hibisca",
			"MaddieLetter": "@,^^22:00 a 22:30 hrs. Encuéntrame.^^- M",
			"MaddieDate": "@,^^Reúnete conmigo en mi casa. De 16:00 a 17:00 hrs. No llegues tarde.^^- Maddie",
			"JericLetter": "Hola precios{{g}},^^Reúnete conmigo en mi granja alrededor de las 17:00 a las 18:00 hrs. a mas tardar.^^- Jeric",
			"GH1Letter": "Querid{{g}} @,^^¡Nos gustaría invitarte a celebrar la restauración de uno de los gloriosos Invernaderos de Ridgeside! Su restauración no se habría realizado si no fuera por tu ayuda, así que nos encantaría que pudieras asistir.^¡Espero verte allí!^^- Lenny^Jefa de Ridgeside Village",
			"EmberNightInvitation": "Querid{{g}} @,^^Nos gustaría invitarte a celebrar el final de un año lleno de acontecimientos con el festival 'Brasas de las Resoluciones'. ¿Cuáles son tus propósitos para el Año Nuevo? ¿Comida? ¿Energía? ¿Amor? Brasas de las Resoluciones. 22-24hrs. Al norte de Ridgeside Village.^¡Espero verte allí!^^- Lenny^Directora de Ridgeside Village",
            "GatheringInvitation": "Querid{{g}} @:^^Nos gustaría invitarte al festival tradicional 'Reunión Ridgeside' de Ridgeside. Hay muchas tiendas, eventos y COMIDA. ¡Mucha COMIDA! Pasa por acá. De las 9 a las 18 hrs. En Ridgeside Village .^¡Espero verte allí!^^- Lenny^Ex miss Ridgeside",
		},
	},

	
]
}