{
    "name": "Ridgeside Gathering",
    "conditions": "RidgesideVillage/900 1800",
    "set-up": "CloudCountry/-1000 -1000/farmer 125 30 3/changeToTemporaryMap RSVGathering/loadActors Set-Up/animate Kiwi false true 100 16 16 17 17 17 17 17 17 18 19 20 21 22 23 24 25 26 17 17 27 27 27 16/playerControl luau",
    "mainEvent": "null",
    "Abigail_spouse": "¡Mírame tocar la batería más tarde!#$b#Haré lo mejor que pueda, así que anímame lo más fuerte posible, ¿de acuerdo?$h",
    "Leah_spouse": "¿Cómo está este cuadro?#$b#Es el último que queda.#$b#¡Los he vendido todos!$h",
    "Maru_spouse": "¡Estoy orgullosa de mostrar este pequeño robot que hice!$h",
    "Penny_spouse": "Hola, cariño. Espero que estés disfrutando del festival.$h#$b#Estoy revisando los puestos para ver si puedo encontrar algo lindo para casa.$h",
    "Haley_spouse": "¡Ven aquí, cariño! ¡Tomemos una foto juntos!$h^¡Ven aquí, cariño! ¡Tomemos una foto juntas!$h#$b#¡Esto es muy divertido!$h",
    "Sebastian_spouse": "Solo estoy arreglando la moto de Jeric.#$b#Pongámonos al día más tarde.$h",
    "Sam_spouse": "¡Deséame suerte más tarde, @!$h#$b#¡Voy a demostrar mis habilidades a todo el valle!$h",
    "Alex_spouse": "¡Compré algunas hamburguesas de Gus y Pika antes! ¡Son tan buenas!$h#$b#¿Quieres que te compre una también?$h",
    "Harvey_spouse": "Démos un paseo por la aldea después del concierto.#$b#No la he visitado en un tiempo.$s",
    "Elliott_spouse": "¡Estoy deseando que lleguen las hazañas de nuestros aldeanos músicos!$h#$b#¡Bailemos para el gozo de nuestro corazón!$h",
    "Emily_spouse": "¡Hola cariño!$1#$b#Bailemos juntos en el concierto de hoy.$h^Bailemos juntas en el concierto de hoy.$h",
	"Shane_spouse": "¡Esperaba con ansias los chiles picantes de Pika!$h#$b#¡Escuché muchas cosas buenas al respecto!$h",
    "Abigail": "¡Realmente quiero sabotear su puesto!$h#$b#Oh ey, @... ¡No escuchaste nada!$h#$e#¡Oye Corine! ¡Vamos a echarle un vistazo!$h",
    "Robin": "¡Ah! ¡El escenario Starbound se ve tan bien!#$b#¡Estoy orgullosa de mi obra!$h",
    "Demetrius": "¡Estas hamburguesas son deliciosas!$h#$b#Pika y Gus hacen un buen equipo cuando no compiten entre si.$h",
    "Maru": "¡Mi pequeño Música-tron 2000 está en exhibición!$h#$b#Es como una pequeña máquina de discos portátil.$h#$e#¡Hola Flor! ¡Echale un vistazo a esto!$h",
    "Sebastian": "Me pregunto por qué Jeric no ha estado arreglando esta motocicleta.#$b#Es un desperdicio dejar que se oxide...$s#$e#¡Oye Jeric! Ven y ayúdame aquí, ¿quieres?$a",
    "Pierre": "Yo también estaba planeando montar un puesto, pero Abigail me convenció de que se supone que la reunión se trata de diversión, no de lucro.$s#$b#¡Oh, bueno, más comida para mí!$h" ,
    "Caroline": "Me alegro de que los niños se estén divirtiendo.#$b#¡Fue agradable ponernos al día con Alissa también! Me pregunto si cantará para nosotros más tarde.
    "Linus": "Lenny me pidió que trajera cualquier alimento que pudiera encontrar.#$b#Me alegro de haber podido ayudar.$h",
    "Alex": "¡Oye! ¡Juguemos al gridball más tarde!$h#$e#¡Oye, Philip! ¿Todavía juegas?$h",
    "George": "Freddie y yo deberíamos ir a visitar la cresta. Lola y Evelyn pueden quedarse aquí y hablar.#$e#¡Vamos, Fred!#$b#¡Como en los viejos tiempos!$h",
    "Evelyn": "Oh, ha pasado un tiempo desde que visité Ridgeside.#$b#La vista es maravillosa, como siempre.$h",
    "Lewis": "¡Espero que te estés divirtiendo, @!$h",
    "Clint": "Me pregunto si a Emily le gustaría bailar conmigo en el concierto.$h#$e#No debería molestarme en preguntar, probablemente dirá que no.$s",
    "Emily": "¡Quiero bailar en el concierto, pero no quiero bailar sola!$h",
    "Penny": "Flor tiene algunos libros interesantes a la venta. Debería ir a comprarlos.#$e#Me pregunto qué estará haciendo Maddie. No he hablado con ella hace tiempo.$s",
    "Pam": "¿Qué? ¿Hay un concierto más tarde?#$b#¡Entonces, más motivos para beber!$h",
    "Haley": "¿Puedes tomarnos una foto?#$b#Ysa y yo estamos haciendo una sesión de fotos.$h#$e#¡Ysa! ¡Mantén esa pose!$h#$b#Me pregunto cómo saldrán estas fotos más tarde.$h",
    "Jodi": "Estoy un poco preocupada de que Vincent y Keahi empiecen a burlarse de Trinnie de nuevo.$s#$b#Es más ruidosa que Jas así que la provocan más a menudo.$h",
    "Kent": "¡Pika cocina un plato sabroso!#$b#Debería visitar este pueblo más a menudo.$h",
    "Sam": "Estoy un poco nervioso por el concierto de más tarde.$s#$b#¡Pero también estoy emocionado!$h#$e#¡Hola, Alissa! ¿Segura que no quieres actuar con nosotros?$h",
    "Leah": "Jeric es... ¿realmente simétrico?#$b#Lo que estoy tratando de decir es que su rostro es genial para pintar retratos.$h#$e#¡Oye Jeric, quédate quieto un segundo!$h" ,
    "Shane": "Uhm... creo que me olvidé de traer las decoraciones para el puesto.$u#$e#¡Oye, vamos Philip! ¡Se suponía que me lo recordarías!$a",
    "Marnie": "¡Ha pasado tanto tiempo desde que visité la aldea!$h#$b#Espero que a las vacas de Olga no les moleste toda la música.$s",
    "Elliott": "Traje algunos de mis poemas para vender.#$b#¡Pueden ser solo palabras en papel, pero creo que podrían llegar a ser bastante populares!$h",
    "Gus": "¡El ambiente aquí es genial!$h#$b#Espero que estés disfrutando de la Reunión de Ridgeside, @.",
    "Harvey": "Traje algunos tónicos energéticos para contribuir al puesto.$h#$e#Debería ir a pedirle ayuda a Ian, he traído varias cajas pesadas de bebidas energéticas.$s",
    "Jas": "¡Este reloj tiene un diseño de osito de peluche! ¡Se ve adorable!$h#$b#¡Oh! ¡Lo olvidé! ¡Debería estar cuidando a Trinnie!$4#$b#¡Podría comenzar a arrojar cosas a los niños si se burlan de ella demasiado!$h",
    "Vincent": "¡Oye! ¡Mira!#$b#Keahi y yo encontramos todas estas cosas en el contenedor de objetos perdidos del alcalde Lewis.#$b#¡Ahora las estamos vendiendo!$h",
    "Willy": "Ah, las cascadas de aquí son tan relajantes.#$b#Debería planear mi próximo viaje de pesca por estos lares.",
	"Marlon": "¡La comida es deliciosa!$h#$b#Los dos cocineros deberían colaborar más a menudo.",
	"Wizard": "Los lugareños parecen estar disfrutando de las festividades.#$b#También tengo mucha curiosidad por ver qué están vendiendo los puestos.#$b#De alguna manera consiguieron algunas baratijas raras y valiosas.",

}