{    

//Spring
	"spring_1": "Ahh, la estación de las flores y de todo lo que florece.$h#$b#Más o menos como nosotros... jóvenes, florecientes y enamorados, ¡jaja!$l^Más o menos como nosotras... jóvenes, florecientes y enamoradas, ¡jaja!$l",
	"spring_12": "Voy a ir a casa de Ysa un rato.#$b#Vamos a elegir nuestros conjuntos para mañana.#$e#Estoy emocionada por enseñarte lo que he planeado.$h",
	"spring_23": "Estoy tan emocionada por lo de mañana.$h#$b#¡Me encantaría bailar contigo!$l#$b#¡Va a ser muy divertido!",

///Summer
	"summer_1": "¿Por qué no hacemos una barbacoa al aire libre?$h#$b#¡Pasaré por Pika's a por unos cortes de carne de primera!",
	"summer_10": "Papá siempre nos habla tanto sobre lo que traerá para el Luau de mañana.#$e#No lo admite pero realmente está emocionado.$h",
	"summer_27": "Estoy emocionada por ir a la playa mañana.$h#$e#Parece que la playa no será el único paisaje bonito que veré mañana por la noche.$l",

///Fall
	"fall_1": "¿Puedes ver lo hermosa que es la estación?#$b#¿Cómo las hojas cambian de color y se caen de los árboles?",
	"fall_15": "Jeje, quiero ganar todos los juegos de tiro de mañana, creo que puedo ganar con todo el entrenamiento que he recibido de Jio.#$b#¡Eso les dará una lección a esos juegos amañados!$h",
	"fall_26": "Estoy pensando en ponerme mi traje de ninja mañana por la noche.#$b#Creo que no sospecharán nada jaja.$h#$e#Podrían pensar que es sólo un disfraz pero en realidad, voy a prepararme porque Jio dijo que los monstruos podrían hacernos una visita",

///Winter
	"winter_1": "Llega la estación de los abrazos cálidos y de los regalos.#$b#Esa soy yo pidiendo un abrazo, tonto.$l^Esa soy yo pidiendo un abrazo, tonta.$l",
	"winter_7": "Es linda la forma en que Trinnie y Keahi hicieron muñecos y ángeles de nieve. ¡Ah, la alegría de la infancia!$h",
	"winter_14": "Oooooh, tengamos cuidado con los artículos exóticos mañana, cariño",
	"winter_15": "¡Eh, cariño! ¿Te apetece echar un vistazo a las tiendas conmigo?#$b#Podemos tomar un café y bajar al muelle.$l",
	"winter_16": "Me pregunto si hay algo que le gustaría a Jio...#$b#¡Oh! Ja ja, no te preocupes, @.$h#$b# Sabes que eres mi número uno.$l",
	"winter_17": "¡Brr! Me estoy congelando.$u#$b#Volvamos y acurruquémonos juntos pronto, ¿vale?$l^Volvamos y acurruquémonos juntas pronto, ¿vale?$l",
	"winter_24": "Gracias por quedarte conmigo a lo largo de los años, cariño.$l",
	
///Room
"spouseRoom_Corine": "Realmente tengo que organizar mis cosas, ¿eh?$h#$b#¡Creo que esto puede ser un peligro!$u",

///Patio
"patio_Corine": "Se siente tan refrescante entrenar aquí en tu granja, cariño",

///Rainy Day 
"Rainy_Day_0": "Hola, cariño. ¿Puedes llevar un paraguas cuando salgas?",
"Rainy_Day_1": "Cariño, ¿podemos quedarnos en casa? Hace mucho frío y estoy demasiado cansada para entrenar.$l",
"Rainy_Day_2": "Voy a ir a Pika's a ver en qué puedo ayudar en el restaurante.",
"Rainy_Day_3": "Me caí el otro día y me ha molestado la cadera. Creo que debería tomármelo con calma hoy.$s",
"Rainy_Day_4": "Cuídate hoy, ¿de acuerdo? ¡Voy de camino a mi entrenamiento en la cresta!$h#$e#Sí, incluso con la lluvia...$s#$b#Jio dice que es mucho más efectivo por alguna razón.",
"Rainy_Day_Corine": "Ahhh, la lluvia. Afuera se siente tan bien!$h#$b#Hace que mis días de entrenamiento sean más pesados y al mismo tiempo más divertidos.",
///Rainy Night
"Rainy_Night_0": "¡Oh, ya estás en casa!$h#$b#¿Cómo fue tu día?$l",
"Rainy_Night_1": "He traído sopa del trabajo, ¿quieres poner la mesa?",
"Rainy_Night_2": "¡Hola, cariño! ¿Acabas de llegar? Estoy a punto de darme un baño.$l",
"Rainy_Night_3": "¡Cariño! Hola. Bienvenido de nuevo. Te he echado mucho de menos hoy, por alguna razón...$l^¡Cariño! Hola. Bienvenida de nuevo. Te he echado mucho de menos hoy, por alguna razón...$l",
"Rainy_Night_4": "¡Oh, estás todo mojado! Vamos, cámbiate con ropa seca.$a^¡Oh, estás toda mojada! Vamos, cámbiate con ropa seca.$a",
"Rainy_Night_5": "Chico, me muero de hambre. Jio me llevó hoy a las minas y nos emboscó una pequeña turba.$h^Chica, me muero de hambre. Jio me llevó hoy a las minas y nos emboscó una pequeña turba.$h#$b#No eran nada de lo que preocuparse, ¡pero me costó mucha energía y ahora tengo mucha hambre!",
"Rainy_Night_Corine": "¡Bienvenido a casa! La cena está en el horno.^¡Bienvenida a casa! La cena está en el horno.#$b#¡Es una receta que me enseñó Pika! $h",

///Indoor Day
"Indoor_Day_0": "¿Ya te has levantado? No voy a juzgar si tienes un par de horas más de sueño!$h",
"Indoor_Day_1": "¿Has dormido bien, @? Ven aquí, te he preparado el desayuno.#$b#¡También te voy a preparar un almuerzo para llevar![211 194 204]$h",
"Indoor_Day_2": "Anoche tuve un sueño terrible, @.$s#$b#Soñé que atacaba a unos monstruos, ¡entonces tú salías de la nada y te metías en medio!$s",
"Indoor_Day_3": "¡Buenos días! ¡Otro día, otra nueva serie de tareas!#$b#Pika me pidió que viniera temprano hoy porque tiene que preparar algunos pedidos importantes.#$b#¿Me pregunto de qué se trata?",
"Indoor_Day_4": "Que tengas un buen día y cuídate bien.#$b#¡Nos vemos cuando vuelvas a casa!$h",
"Indoor_Day_Corine": "¡Hola, mi persona favorita! ¿Qué planes tienes para hoy?$l",

//Indoor Night
"Indoor_Night_0": "¡Ahhh, por fin en casa!$h#$b#No te creerías el día que he tenido.$u",
"Indoor_Night_1": "¿Has terminado con tu trabajo por hoy, @?#$b#¡Tomemos un baño de burbujas juntos!$l^¡Tomemos un baño de burbujas juntas!$l",
"Indoor_Night_2": "¡Ya estás en casa! ¿Ya has comido?$l#$b#¡Puedo preparar un plato rápido para nosotros si quieres!^¡Puedo preparar un plato rápido para nosotras si quieres!",
"Indoor_Night_3": "¡Oh, me alegro de que estés en casa, @!$h",
"Indoor_Night_4": "Te ves agotado.$s^Te ves agotada.$s#$b#Tómalo con calma y vamos a la cama temprano.$l",
"Indoor_Night_Corine": "¡Bienvenido a casa! Se supone que ese programa que te gusta lo dan esta noche.$h^¡Bienvenida a casa! Se supone que ese programa que te gusta lo dan esta noche.$h#$b#¡Vamos a ponernos cómodos en el sofá con palomitas!^¡Vamos a ponernos cómodas en el sofá con palomitas!",

///Outdoors
"Outdoor_0": "Es un hermoso día para un picnic.#$b#Deberíamos preparar un almuerzo y salir a caminar un día de estos.",
"Outdoor_1": "Te ves muy bien hoy.#$b#No puedo decir por qué.$l",
"Outdoor_2": "Quiero ayudarte con tu granja, pero creo que seré más un lastre que un activo.$s#$b#Cuando era joven, mi padre me dio un cactus para que lo cuidara. Una semana después murió.$s",
"Outdoor_3": "Voy a ir a la cresta hoy y visitar a algunos amigos.#$b#Han sido unas largas semanas de trabajo duro, así que es una pequeña recompensa para mí misma.",
"Outdoor_4": "Ahh. La brisa es la temperatura perfecta. Se siente tan bien aquí afuera.$h",

//Leaving
"funLeave_Corine": "¡Adiós! Estoy en camino a patear una tormenta con mi entrenamiento y tal vez hacer algunos turnos extra en Pika's.#$b#¡Te amo!$h",

//Returning
"funReturn_Corine": "Jio dice que estoy mejorando más rápido de lo que creía.$h#$b#¿Creo que eso es un cumplido?", 

//One kid
"OneKid_0": "Vaya, vaya. %kid1 se está convirtiendo en todo un manojo de nervios. Pero no cambiaría a %kid1 por nada del mundo.$h", 
"OneKid_1": "¿Crees que %kid1 será feliz si tenemos otro bebé?$l", 
"OneKid_2": "%kid1 ya ha comido dos veces y sigue pidiendo más comida.#$b#¡Creo que se avecina un estirón!$u", 
"OneKid_3": "¡Esto es increíble! ¡%kid1 acaba de correr hacia el cofre de afuera y leyó todos los nombres de las semillas!#$b#¡Están aprendiendo tan rápido!$h",

//Two kids
"TwoKids_0": "Oh querido, Yoba. ¡%kid1 acaba de vomitar sobre %kid2 y los dos se han reído!$u#$b#No sé si reírme o enfadarme con los dos.",
"TwoKids_1": "¿Crees que alguno de nuestros hijos saldría a mi encuentro y se dedicaría a pelear?#$b#No sé si quiero que lo hagan, la verdad...$s",
"TwoKids_2": "¿No es increíble cómo %kid1 está cuidando de %kid2 él solo.$h#$b#Quiero decir que viste cómo %kid1 alimentó a %kid2 antes?",
"TwoKids_3": "Estoy tan feliz por nuestra pequeña familia en crecimiento. Gracias por todo. Te quiero a ti y a nuestros hijos tanto, tanto.",

//Relationship-dependent
//Good
"Good_0": "¡Hey! ¿Quieres unirte a mi entrenamiento alguna vez?$h#$b#Podría ser una actividad divertida en pareja.$l",
"Good_1": "¡Estoy tan bendecida por tenerte!$h",
"Good_2": "Debo haber hecho algo bueno en mi vida pasada para merecer a alguien como tú en esta vida.$l",
"Good_3": "Creo que es la mejor decisión que he tomado.$h#$b#Casarme contigo, quiero decir.$l",
"Good_4": "¡Vaya, hoy estás muy guapo!$h^¡Vaya, hoy estás muy hermosa!$h",
"Good_5": "Se siente como en casa.$l",
"Good_6": "¿Te sientes afortunado de tenerme?^¿Te sientes afortunada de tenerme?#$b#Yo también me siento afortunada de tenerte, cariño.$l",
"Good_7": "Hun, ¿puedes prometerme algo?#$b#Prométeme que siempre te cuidarás, ¿vale?#$b#¿Sabes lo difícil que es encontrar a alguien que le guste a mi padre?$h",
"Good_8": "Tengo miedo de perderte @.$s#$b#Por favor, ten siempre cuidado, y te prometo que yo también lo tendré.$s",
"Good_9": "Te amo, @.$l",

//Neutral
"Neutral_0": "Hey, @, estoy planeando ir a casa de Ysa hoy para hacer ejercicio con ella.",
"Neutral_1": "Pika dijo que le gustaría que lo visitáramos más a menudo. ¿Por qué no? De todos modos, ¡yo trabajo allí!",
"Neutral_2": "¿Crees que podrías manejar este tipo de trabajo? Tengo dudas.",
"Neutral_3": "¿Has decidido qué quieres cenar? Hoy tengo tiempo para preparar la cena. Siento que a veces no pueda cocinar o atenderte mucho. Siempre estoy ocupada.",
"Neutral_4": "El Sr. Richard nos ha ofrecido una noche gratis en el hotel si queremos quedarnos por una noche. Avísame cuando estés disponible y haremos una cita, ¿de acuerdo?",
"Neutral_5": "Fui a casa de Pierre a hacer unos recados y me distraje con una nueva marca de azúcar... ¡Creo que llevo demasiado tiempo trabajando para Pika!",
"Neutral_6": "Oye, ¿@? ¿Puedes darme un masaje en la espalda? Mis hombros me están matando.",
"Neutral_7": "Oye, ¿te gustaría ir a la playa conmigo más tarde? Estaría bien pasar el rato y relajarse.",
"Neutral_8": "¿Te gustaría tomar una clase de baile conmigo, cariño? Ysa se ha ofrecido a enseñarnos a bailar el vals, y tal vez si quieres podemos aceptar su oferta.",
"Neutral_9": "Estoy pensando en hacer un risotto para la cena. Es una receta nueva que leí en la biblioteca y creo que sabría muy bien.",

//Bad
"Bad_0": "¿Qué? No sé...  No tengo ganas de hablar contigo ahora mismo.$s",
"Bad_1": "Sabes lo importante que es para mí mi faceta de ninja...$s#$b#Me da un propósito y la sensación de que puedo proteger a mi familia y a todos los de la aldea.$a#$b#¿Por qué se te ocurre decirme que deje de hacer algo que me apasiona?$a",
"Bad_2": "He estado explicandote y explicandote lo importante que es para mí tener la capacidad de ayudar a otras personas. ¿Es realmente tan difícil de entender?$a",
"Bad_3": "Realmente necesito un tiempo a solas, ¿de acuerdo?$s",
"Bad_4": "No veo el punto de siquiera discutir más.$s#$b#Es como si sólo eligieras verte a ti mismo y pensar en ti en lugar de nosotros dos en esta situación.$a^Es como si sólo eligieras verte a ti misma y pensar en ti en lugar de nosotras dos en esta situación.$a",
"Bad_5": "¿No eras tú la primera persona que me apoyaba en todo lo que hacía antes? ¿Qué ha pasado ahora?$s",
"Bad_6": "Nunca he querido hacer daño a otro humano, pero me estás llevando a mis límites.$a",
"Bad_7": "He tratado de razonar contigo pero tu mente está cerrada.$a#$b#Estoy demasiado cansada para esto.$s",
"Bad_8": "Si hubiera sabido que llegaríamos a este punto nunca hubiera aceptado esta relación.$s",
"Bad_9": "Eso es todo. He terminado. Tengo cosas mucho mejores que merecen mi atención.$a",
}
