{

///Spring
	"spring_1": "Hoy es un gran día, ¿no?$h#$b#Los pájaros en los árboles están cantando una dulce melodía en mis oídos y me hace querer unirme a ellos.$6",
	"spring_12": "Recogí algunos huevos para traerlos mañana, @.$h#$b#Espero que te parezca bien.$l",
	"spring_23": "Todavía soy un poco tímida para bailar, incluso contigo.$7#$b#¡Me quedaré cerca de ti mañana!$l.",

///Summer
	"summer_1": "Tenemos que controlar los niveles de acidez del suelo y planificar nuestras estrategias de fertilización y gestión de plagas si queremos que nuestra granja esté en plena forma para este verano.$h",
	"summer_10": "¡Vamos a tener las mejores cosechas para llevar a la sopa mañana!$h#$b#¡Estoy muy orgullosa!$h",
	"summer_27": "Las medusas son bastante fascinantes, ¿verdad, cariño?#$b#Vamos a verlas juntos mañana por la noche, ¿vale?$l^Vamos a verlas juntas mañana por la noche, ¿vale?$l",

///Fall
	"fall_1": "Oh, ¿has visto lo bonitas que están cayendo las hojas este año?$h#$b#¡Me recuerda cómo empecé a enamorarme de ti, jaja!$l",
	"fall_15": "¿Quieres irte a la cama temprano para que podamos preparar la feria más temprano mañana?#$b#Asegúrate de preparar todo lo que necesitas con anticipación, ¿de acuerdo?",
	"fall_26": "Ahh, no quiero llevar un disfraz.$s#$b#¿Puedo llevar mi vestido de concierto en su lugar?$7",

///Winter
	"winter_1": "La verdad es que antes me costaba un poco apreciar el invierno.#$b#Estaba buscando diferentes razones para que me gustara al principio...$u#$e#En realidad me has dado una razón para que me guste, ja ja.$h",
	"winter_7": "Mucha gente se va a reunir mañana, quédate conmigo, ¿vale?$l",
	"winter_14": "¿Podemos comprar más materiales de cultivo?$I#$b#Tengo algunas ideas para la granja que creo que la harán aún más bonita.$h",
	"winter_15": "He comprado algunas semillas exóticas. ¡Estoy deseando plantarlas la próxima temporada!$h",
	"winter_16": "La tía vio un micrófono en venta.#$b#Me dio mucha vergüenza cuando me dijo que lo probara en el acto.$7",
	"winter_17": "¡Espero que hayas conseguido algunos artículos interesantes, @! Yo pude comprar algunas cosas buenas.$h",
	"winter_24": "¡Estoy bastante emocionada por lo de mañana!#$b#¿Ya tienes un regalo para tu amigo secreto?",
	
///Room
"spouseRoom_Alissa": "He estado trabajando en una nueva canción, cariño.$u#$b#¡Espero que la escuches primero, por supuesto!$h",

///Patio
"patio_Alissa": "Estoy despejando mi cabeza aquí afuera, cariño. Es tan agradable estar aquí en el patio.$h",

///Rainy Day 
"Rainy_Day_0": "Aww cariño, quiero dormir hasta tarde.$s#$b#¿De verdad tenemos que prepararnos ya para el día?$s",
"Rainy_Day_1": "¡Buenos días, cariño! La lluvia está un poco fuerte hoy, ¿eh?#$b#Será mejor que lleves un paraguas cuando salgas, ¿vale?",
"Rainy_Day_2": "La madre naturaleza está haciendo su propio camino para cuidar de nuestros cultivos hoy, así que relájate un poco por ahora, ¿vale, cariño?$h",
"Rainy_Day_3": "Oye @, por favor, cuídate cuando salgas, ¿de acuerdo?#$b#No quiero que te pase nada.$7",
"Rainy_Day_4": "¿Has probado cantar bajo la lluvia, cariño?#$b#¿Por qué no te unes a mí? ¡Te prometo que será muy divertido!$h",
"Rainy_Day_Alissa": "Ahhh, cantar bajo la lluvia me da una sensación de felicidad#$b#A veces, si los truenos se escuchan mientras estoy cantando, me da vergüenza.$7",

///Rainy Night
"Rainy_Night_0": "¡Vaya, estás empapado!$7^¡Vaya, estás empapada!$7#$b#¿Por qué no te cambias de ropa, cariño? No quiero que te enfermes.$s",
"Rainy_Night_1": "¡Cariño! ¡Has vuelto! ¿Cómo fue tu día?$h#$b#He tenido un día agitado hoy.$h#$e#¡Pero me alegro de estar en casa contigo!$l ",
"Rainy_Night_2": "¡Te preparé la cena, bebé!$h#$b#¡Espero que te guste!$l#$b#La tía Olga me enseñó una receta antigua. Ella dice que la obtuvo de su bisabuela y que me la está transmitiendo.#$b#Espero haber hecho un buen trabajo al darle mi propio toque.$l",
"Rainy_Night_3": "Debes estar cansado bebé, ven. Cámbiate de ropa y súbete a la cama conmigo$h^Debes estar cansada bebé, ven. Cámbiate de ropa y súbete a la cama conmigo$h#$b#Voy a cantarte una nana para que te duermas.$6",
"Rainy_Night_4": "La lluvia ha sido bastante ruidosa hoy.#$b#Hmmm... quizás si canto se calme la lluvia$6#$b#Jajaja cualquier excusa para cantar, lo sé. Lo siento.$l ",
"Rainy_Night_5": "~Lluvia, lluvia, vete~$6#$b#¡Oh, bienvenido a casa, cariño!$h^¡Oh, bienvenida a casa, cariño!$h#$b#¿Te has portado bien hoy?",
"Rainy_Night_Alissa": "~Cuando la vida te regala días lluviosos, sal a jugar para que los días malos desaparezcan~$6#$e#¿Ven aquí cariño, dame un abrazo y un beso por favor?#$b#%Alissa hace un mohín con sus lindos labios.",

///Indoor Day
"Indoor_Day_0": " ¡Buenos días bebé! ¡Hoy me siento con mucha energía! Pude escribir 3 versos para mi nueva canción.$h#$b#Ahh es una alegría estar tan despreocupada y enamorada.$l",
"Indoor_Day_1": "Me encantaría redecorar el baño pronto.$u#$b#Paso mucho tiempo allí, ya que la acústica es muy buena, y no puedo evitar fijarme en todo lo que quiero cambiar.$l",
"Indoor_Day_2": "Kenneth me preguntó si alguna vez había considerado grabar algo.$u#$b#¡No lo sé! ¿Qué te parece?$l",
"Indoor_Day_3": "No sé cómo terminar esta línea...$u#$e#¿Puedes darme algunas palabras que rimen con 'luz'?#$b#¡Lo que se te ocurra! Sólo estoy haciendo una lluvia de ideas.$l",
"Indoor_Day_4": "¡Que tengas un buen día, bebe! ¡Y tráeme un poco del especial de Pika hoy por favor!$u#$b#Estoy teniendo algunos antojos de ello.$l",
"Indoor_Day_Alissa": "~Levántate y brilla~$6#$b#¡Buenos días, cariño!$h#$e#Es una forma tan buena de empezar la mañana con la persona que amas.$l#$b#Espero que no te canses de ver mi cara todos los días.$7",

//Indoor Night
"Indoor_Night_0": "Hola, cariño, ¿cómo fue tu día? ¡Espero que lo hayas pasado bien!$h",
"Indoor_Night_1": "¿Has terminado por hoy? ¡Ven! ¡Cuéntame!$h",
"Indoor_Night_2": "¡Tumbémonos y hablemos de nuestro día, @!$h",
"Indoor_Night_3": "No sé por qué, cariño, pero realmente encuentro la noche inspiradora.$l#$b#Me da un montón de ideas de letras e incluso de melodías.$h",
"Indoor_Night_4": "¡Estás en casa, @!#$b#Pasé el día haciendo tareas.#$b#También visité a la tía antes.$h",
"Indoor_Night_Alissa": "~Canción de cuna... y buenas noches... Deja que las luces de las estrellas te guíen.~$6#$b#¿Qué, cariño? Nada, sólo estoy practicando algunas canciones de cuna para más tarde.$l#$b#Así que prepárate, ¿vale? Jiji <$h",

///Outdoors
"Outdoor_0": "¡Cariño! ¡Qué día tan maravilloso es para estar fuera.$h#$e#¿Puedes oler las flores que nos rodean?#$b#¡Hasta los pájaros están cantando una gran melodía!$h#$b#~¡Hola pájaros!~$6",
"Outdoor_1": "~Estoy deseando, para el que amo. Que me encuentre, junto a este lago de ridgeside~$6^~Estoy deseando, para la que amo. Que me encuentre, junto a este lago de ridgeside~$6#$b#Ohhh, no, eso fue una mala rima incluso para mí.$7",
"Outdoor_2": "Quiero escribirte una canción, amor. Quiero hacer una tan bella y dulce como tú.$l",
"Outdoor_3": "~¿Alguna vez has visto una vista tan hermosa? Casi podría besar a las estrellas por brillar tanto.~$6#$b#No sé de dónde salió esa canción, simplemente se me metió en la cabeza, jaja.$h#$b#Debió ser un recuerdo de la infancia.",
"Outdoor_4": "Ohh, cariño, ¿has visto nuestras cosechas?#$b#¡Tenemos tantas y todas se ven tan bien! Estoy tan feliz.$h",

//Leaving
"funLeave_Alissa": "¡Me voy a atender los cultivos ahora!#$b#Que tengas un buen día y cuídate, ¿vale?$h",

//Returning
"funReturn_Alissa": "~¡Estoy en caaaaaaaaasa!~$6#$b#¿Me has echado de menos, @?$h", 

//One kid
"OneKid_0": "Oh, cariño, ¿has sentido los diminutos dedos de %kid1?#$b#¡No puedo dejar de obsesionarme con lo pequeños que son!$h", 
"OneKid_1": "¡Mira, cariño! ¡%kid1 está empezando a aprender a caminar!$h", 
"OneKid_2": "Awwww, ¿no son tú y %kid1 tan adorables? ¡Se parecen tanto!$h", 
"OneKid_3": "¿Crees que a %kid1 le gustaría tener un hermanito o hermanita?$l",

//Two kids
"TwoKids_0": "Aww, míralos a los dos corriendo por nuestra granja. Me hace tan feliz verlos.$h",
"TwoKids_1": "Me alegro de que hayamos decidido formar una familia, cariño.#$e#Tenemos los niños más guapos a los que podemos dejar toda esta tierra y estos cultivos, ja, ja, ja.$h#$b#¡Cuando crezcan les vamos a enseñar nuestros trucos de granja!$h",
"TwoKids_2": "Hola, cariño. %kid1 ha estado dando a %kid2 algo de fruta.#$b#Es una delicia verlos compartir.$h",
"TwoKids_3": "¡Te amo, @! Amo a nuestros hijos. ¡Amo nuestra vida! Soy tan feliz con todo lo que tenemos.$h",

//Relationship-dependent
///Good%kid1
"Good_0": "Oye, tienes un poco de suciedad en el pelo, ven aquí.#$b#¡Aquí! Nunca me cansaré de cuidarte.$l",
"Good_1": "~Hmm hmm hm hmm...~$6#$b#Tengo esta melodía en mi oído y parece que no puedo quitármela de encima. Debe ser una señal o algo así, ¿no?$u",
"Good_2": "~Cuando el mundo es frío, puedes tener un escondite al que ir. Bajo mis brazos estás en casa.~$6#$b#¡Hola, cariño!$h",
"Good_3": "~Quiero construirte un barco, una nave, que sea tan fuerte como tú eres libre. Así que cada vez que sientas que te diriges a ese 'lugar' en el mar, que sepas que estás a salvo conmigo.~$6",
"Good_4": "Últimamente me he inspirado tanto que he intentado montar una nueva canción, ¡pero tengo demasiadas líneas melódicas en mi cabeza!$h",
"Good_5": "~Ohhhhh, sólo quiero decir cada pequeña cosa que siento cuando estoy contigo.~$6",
"Good_6": "*susurra* Me siento tan libre y tan ligera al estar contigo. Mi mente está realmente en paz aquí.$h",
"Good_7": "¿Me das un abrazo, por favor?$l",
"Good_8": "Eres mi lugar seguro, cariño. Nadie podría sustituirte nunca.$l",
"Good_9": "¿Has ido a las minas últimamente? He oído que algunas geodas desprenden objetos preciosos.#$b#Creo que podemos usar algunos de esos cuando ampliemos nuestra granja.$u",

///Neutral
"Neutral_0": "Siento si a menudo canto lo que digo, o simplemente me pierdo en la canción. Espero no molestarte.$7",
"Neutral_1": "¿Has pensado en querer expandirte, @?$u",
"Neutral_2": "%Alissa tararea y parece perdida en sus pensamientos.",
"Neutral_3": "He visto algunos roedores corriendo por nuestro campo. *suspiro*$s#$e#Compremos algunas trampas, ¿vale? No quiero que nuestros cultivos se estropeen por culpa de ellos, y los gatos no pueden hacer mucho.$s",
"Neutral_4": "La señorita Lenny ha dicho que espera que cante durante el próximo festival.$7$b#¿Crees que podré hacer un bien a la aldea?$7",
"Neutral_5": "Me pregunto si Trinnie necesita ayuda con sus lecciones.#$b#Voy a volver a casa por un día o dos y comprobar todo. También podría enseñarle a cultivar.$h",
"Neutral_6": "¡Eh, @, vamos a Pika's!#$b#Keahi me habló de una nueva sopa increíble que tienen! ¡Se me cae la baba pensando en ella!$u",
"Neutral_7": "La tía Olga me va a enseñar más recetas familiares, ¿vale?#$b#Voy a ir allá y tal vez pasar la noche.",
"Neutral_8": "He estado buscando formas de compostar de manera eficiente, ¡para que las sobras que no comamos puedan volver a alimentar nuestra granja!$h",
"Neutral_9": "Sigo encontrándome con escalas en voz baja, lo que es un poco contraproducente...$s#$b#Supongo que todavía me pongo muy nerviosa cuando se trata de cantar.$7",

///Bad
"Bad_0": "~Con sólo una pizca de dolor, porque la sensación que tengo cuando te vas... No es rival para este dolor que me causas.~$s",
"Bad_1": "~¿Eres siquiera humano, o tienes un corazón de piedra?~$6#$b#Oh no me hagas caso, eso era sólo una letra de una nueva canción.$s",
"Bad_2": "~Es un insulto a la naturaleza humana que alguien como tú esté viviendo y respirando.~$6#$b#Oh nada. Eso fue sólo una letra con la que estoy jugando, no te preocupes.$7",
"Bad_3": "Pensé que me querías.$s",
"Bad_4": "Me siento tan sofocada en este matrimonio.$a#$b#No puedo ni siquiera entender cómo me quedé en esta relación durante tanto tiempo.$a",
"Bad_5": "No has prestado atención a lo que siento ni siquiera me has pedido mi opinión.$s#$b#¿Por qué te casarías conmigo entonces si ni siquiera estoy incluida en tus planes?$a",
"Bad_6": "Sinceramente, ya no veo ningún futuro contigo.$s",
"Bad_7": "Sinceramente, eres el ser humano más egoísta que he conocido.$a",
"Bad_8": "*suspiro...* Estoy tan cansada de hablar de esto.$s#$e#Parece que nada te llega.$a",
"Bad_9": "Estoy cansada. Me rindo. Ya no quiero esto.$a",
}
