{
	"Introduction": "¿Oh? ¡Lo siento! ¡No te vi allí!#$e#¿Quién eres de nuevo?#$b#¡Oh! @, ¿Verdad? ¿El que se está mudando a la granja del anciano?^¡Oh! @, ¿Verdad? ¿La que se está mudando a la granja del anciano?#$b#¡Hola! ¡Soy Alissa! ¡Encantada de conocerte, compañero granjero!$h^¡Hola! ¡Soy Alissa! ¡Encantada de conocerte, compañera granjera!$h#$e#¡Siempre que necesites ayuda, haré todo lo posible para facilitarte las cosas!$u",

//Spring
	"spring_1": "¡Es un nuevo año! ¡Siempre me ha encantado cuidar los cultivos de primavera!$h",
	"spring_12": "¡Estoy tan emocionada por el Festival del Huevo de mañana! ¡No puedo esperar!$h",
	"spring_23": "Hmmm. La tía Olga me compró un vestido nuevo para el baile de mañana.#$b#Aunque no soy una gran fanática del estilo, simplemente no se siente como soy realmente.$7",

//Summer
	"summer_1": "¡Ayer casi me olvido de plantar los cultivos de primavera en la tierra!$s#$b#Me alegro de que mi tía me lo haya dicho antes de salir al pueblo.$7",
	"summer_10": "¡Cada verano, el festival Luau es el único evento que realmente me emociona!$h#$b#¡No puedo esperar para mostrar los cultivos de mi granja mañana!$l",
	"summer_27": "Las medusa resplandecientes visitarán la playa mañana. ¡No puedo esperar!$h",

//Fall
	"fall_1": "Es el comienzo de la temporada de otoño! ¡Mejor prepárate para la exhibición de la feria!$h#$b#¡Voy a intentar ganar este año!$l",
	"fall_15": "Decidí no presentarme este año. No creo que estemos listos.$7#$b#¡Pero, buena suerte @! Estoy segura de que tendrás una buena exhibición.$h",
	"fall_26": "¡Trinnie quiere que combine con su disfraz para mañana por la noche!$7#$e#¡No quiero ir al pueblo con un vestido de princesa grande y brillante!$s#$b#Bueno, todavía quiero que la pequeña diablilla sea feliz.$u",

//Winter
	"winter_1": "El invierno también puede ser bueno, puedo relajarme y concentrarme en otras cosas esta temporada además de en la agricultura.$u",
	"winter_7": "¿Vas a participar en la competencia de pesca para el festival de mañana, @?#$b#Bueno, si es así, ¡buena suerte! Seguro que la necesitas, jaja.$h#$b#Escuché que la competencia entre ¡El señor Ezekiel, el tío Bert y Jeric está tan reñida que van codo a codo!",
	"winter_14": "¡Oh, sí! Mañana comienza el mercado nocturno, ¿verdad?#$e#No puedo esperar a escuchar la canción de la sirena de nuevo. Espero poder intentar seguir la melodía.$7",
	"winter_15": "Compré algunas semillas exóticas. ¡No puedo esperar para plantarlas la próxima temporada!$h",
	"winter_16": "Mi tía vio un micrófono en venta.#$b#Me avergoncé mucho cuando me dijo que lo probara en el lugar.$7",
	"winter_17": "¡Espero que consigas algunos artículos interesantes, @! Pude comprar algunas cosas buenas.$h",
	"winter_24": "El año está por terminar, @. ¿Has tenido un buen año?#$b#Espero que lo hayas tenido. Aprovechemos al máximo el próximo, ¿de acuerdo?$h",

//Days of the Week

	//0 Hearts
	"Mon": "¡Hola! ¿Qué haces hoy?#$b#No te olvides de tus cultivos ahora, ¿de acuerdo?",
	"Tue": "%Alissa parece estar tarareando una melodía dulce.#$b#¡Oh! ¡@! ¡No te vi!$7#$e#Ummmm... ¡No, no estaba cantando ni nada! ¡Solo haciendo cosas de la granja aquí, jaja!$l",
	"Wed": "¡Hola @! ¿Terminaste el trabajo? ¡Qué te vaya bien!$h",
	"Thu": "Oh hola, @. ¿Cómo estás?#$b#¿Oh, yo? Simplemente ocupada con la vida como siempre, supongo.$7",
	"Fri": "¡Buen día para ti, @! Es un día maravilloso hoy, ¿no? ¡Qué te vaya bien!$h",
	"Sat": "Me pregunto si ya terminé mis quehaceres de hoy.$u#$b#¡Oh! ¡Oye, @! ¿Cómo estás?",
	"Sun": "¡Hola, @! ¿Qué te trae por aquí?#$e#Hice un buen desayuno antes y estaba tan feliz que finalmente cociné algo comestible por una vez, ¡jaja!$h",
	
	//2 Hearts
	"Mon2": "Hola, @, ¿cómo has estado?#$b#Espero que no riegues tus cultivos con demasiada frecuencia. Demasiado de algo no es bueno, ¿sabes?$u",
	"Tue2": "Hola, @. ¿Ya has visitado la tienda de Jeric? Vende semillas de la mejor calidad en la aldea.#$b#También hay diferencias entre sus productos y los de Pierre. Es bueno tener variedad de vez en cuando.$u",
	"Wed2": "El tío Bert y la tía Olga discuten como hermanos.$u#$b#Pueden que peleen mucho, pero al final siempre terminan siendo tan dulces el uno con el otro. ¡Son tan lindos!$h",
	"Thu2": "Trinnie y Keahi son mejores amigos. Sin embargo, se meten en muchos problemas.#$b#Son buenos niños, así que no te preocupes.$h",
	"Fri2": "Hola, @. ¿Qué estás haciendo?#$b#¡Qué te vaya bien!",
	"Sat2": "Mmmm... Me pregunto si podré terminar de escribir esa canción esta noche...#$b#¡Oh! ¡@! Umm, ¿qué, cuál canción?$l#$b#¡Nada! Es solo un tonto pasatiempo mío. ¡Jaja!$l",
	"Sun2": "¡Hola! Espero que tengas un buen día, @.$h#$e#Vi a Trinnie deslizar una fruta debajo de la silla del jardín del tío Bert antes.$a#$b#Menos mal que la tomé antes de que él se sentara. ¡Habría sido un desastre!",
	
	//4 Hearts
	"Mon4": "Mmmm, me pregunto qué más puedo terminar haciendo hoy.#$b#¡Oh! ¡Hola, @! ¡Lo siento! ¡Estaba perdida en mis propios pensamientos! ¿Visitando hoy?",
	"Tue4": "%Alissa está cantando para sí misma.#$b#~Te amaría hasta que mi cabello esté blanco, mientras que tal vez no tengas el tuyo.~$6#$e#¡Siento que tuvieras que escuchar eso! ¡No te vi escuchando! Es un pequeño pasatiempo solo para pasar el tiempo, ¡jaja!$l",
	"Wed4": "¡Hola, @! ¿Cómo estás?#$b#Escuché que visitas las minas de vez en cuando? Ten cuidado cuando lo hagas, ¿de acuerdo?$h",
	"Thu4": "Hola, @. Me gustaría visitar el Salón de Gus si tuviera tiempo.#$b#¡Sus platos son tan buenos! ¡Me sentí muy halagada cuando compró mis cosechas para uno de sus platos!$l",
	"Fri4": "Hola, @. ¿Cómo estás hoy?#$e#Si alguna vez necesitas ayuda en la granja, no dudes en pedirme ayuda, ¿de acuerdo? ¡Haré todo lo posible para darte un consejo!$h",
	"Sat4": "Chico, me alegro de haber podido terminar mis tareas temprano hoy.$h#$e#¿Qué hay de ti @?#$b#¿Oh? ¡Eso es genial! ¡Es un gusto verte! ¡Qué te vaya bien!$h",
	"Sun4": "Hoy tengo ganas de comer panqueques, pero no tengo harina en casa.$s#$b#Mmmm... Tal vez debería preguntarle a mi tía si tiene un poco.$u",
	
	//6 Hearts
	"Mon6": "¡Hola, @! ¡Espero que te vaya bien!#$b#Marnie me está enseñando a cuidar las vacas. ¡Realmente es una gran ayuda!$h",
	"Tue6": "Jas y Vincent son buenos chicos.#$b#A veces los veo por la aldea con Trinnie y Keahi.#$e#Sin embargo me pregunto sobre el otro chico... ¿Cómo se llama?$u#$b#¡Oh, eso es, Yuuma! Rara vez lo veo jugar con los otros niños.$s#$e#Voy a ver si puedo hablar con él y preguntarle qué le pasa.",
	"Wed6": "¡Hola, @! ¿Has visitado ya el restaurante de Pika?#$b#¡Tiene unos platos increíbles! No salgo mucho a comer fuera, pero es bueno promocionar la buena comida!$h",
	"Thu6": "%Alissa está cantando para sí misma.#$b#¡Hola, @! Sé que me has pillado cantando para mí misma de vez en cuando.$l#$e#Es sólo un pequeño hobby jaja.$h#$b#No tengo confianza en mi voz.$7",
	"Fri6": "¡Buenos días, @!#$e#¡Corine, la cajera y camarera del restaurante de Pika, es tan guapa!$l#$b#¡Creo que estoy enamorada de una chica! Jiji.$l",
	"Sat6": "Oh, hola. ¿Me preguntas por el cobertizo que hay al lado de mi casa?#$b#Es donde almacenamos nuestra cosecha.#$e#Las enviamos cada semana.#$b#¿Envías las tuyas todos los días? ¡Woah! Eso es muy diligente de tu parte.",
	"Sun6": "%Alissa está hablando consigo misma.#$b#Hmm, realmente quiero saber cómo sonaría mi voz con un micrófono.$u#$b#¿Qué? ¡Oh! ¡Nada! Sólo estaba pensando en voz alta. Pensé que estaba sola.$7",
	
	//8 Hearts
	"Mon8": "¡Oh! ¡Hola, @! ¡Lo siento, no te vi! ¿Qué te trae por aquí?$h#$e#Ahora que estás aquí... Uh, ¿puedo preguntarte?$l#$b#¿Cuál es tu tipo de cultivo favorito? Oh, nada, sólo tenía curiosidad.$l",
	"Tue8": "¡Hola, @! ¡Estoy feliz de verte hoy!$l#$b#Ehmm... quiero decir... Es un día tan bonito, ¡¿verdad?!$l#$e#%Alissa empieza a hablar sola.$l#$b#Alissa, ¡lo has estropeado!$7",
	"Wed8": "¡Buenos días, @! Me alegro de verte.$h#$e#A veces veo a la pareja de ancianos que vive al norte de mi granja pasar el tiempo alrededor de la segunda cascada.#$b#Quiero lo que tienen algún día.$u#$e#¡Oh! Quiero decir- ¡EHMM EEEEP! ¡Perdón! ¡Eso fue sólo una pequeña canción mía en camino! ¡Si! ¡Eso es todo! ¡Eso es todo lo que era!$7",
	"Thu8": "¡Hola, @! ¿Estás de visita?#$b#%Alissa entonces susurra para sí misma.#$e#Me alegro de que lo hayas hecho.$l#$b#Me refiero a EHM. ¡EY MIRA ES TRINNIE GASTANDO UNA BROMA OTRA VEZ!$l#$b#¡Por favor, no hagas caso de lo que he dicho antes!$7",
	"Fri8": "%Alissa está cantando una hermosa canción.#$b#~Y él viene a mi casa, con aspecto agotado por el trabajo. He querido abrazarlo...~^~Y ella viene a mi casa, con aspecto agotado por el trabajo. He querido tenerla cerca...~$6#$b#¡Oh! ¡Hey, @! ¿Qué estaba cantando? ¡Oh, no mucho! ¡Sólo algo con lo que he estado practicando!",
	"Sat8": "¡Hola, @! ¡Espero que estés bien hoy!#$e#Antes, cuando mi tía estaba cansada durante el trabajo, mi tío vino desde su casa sólo para traerle un zumo de manzana y un masaje en la espalda.#$b#¡Son tan monos!$h",
	"Sun8": "¡Hola, @! ¿Cómo estás hoy?#$b#¡Tu compañía es bienvenida en cualquier momento! Me gusta mucho pasar el rato contigo.",
	
	//10 Hearts
	"Mon10": "@, ¡hola! ¿Qué te trae por aquí? ¡¿No estás ocupado?$u^@, ¡hola! ¿Qué te trae por aquí? ¡¿No estás ocupada?$u#$b#Quiero decir, no me importa, de hecho estoy muy contenta de que estés aquí.$l#$b#¡Hey! ¡He compuesto una nueva canción! ¿Quieres escucharla luego?$h",
	"Tue10": "¡Hola, @! ¿Terminaste con el trabajo?#$b#¡Yo también casi terminé con el mío por hoy!$h#$e#¿Quieres pasar un rato después de esto?$l#$b#Eso, si te parece bien. Si no está bien, recuerda siempre cuidarte ahí fuera, ¿vale? Estaré aquí.$u",
	"Wed10": "@, ¡he estado esperando que vinieras!#$b#¡Intenté cantar dentro del cobertizo! ¡El eco hizo que mi voz sonara mejor!#$e#¿Qué quieres decir con que ya suena increíble? ¡Deja de hacerlo!$l",
	"Thu10": "Hoy he hecho unas tortitas, @. ¡Toma, prueba una! [211] ¡Espero que te gusten!$h#$b#Son tan dulces como tú lo has sido conmigo.$l#$e#Ten un buen día hoy, ¿vale?",
	"Fri10": "¡Hola, @! ¡Te he estado buscando!$u#$e#¡Sólo quería darte esto!#$b#%Alissa te besa en las mejillas.#$b#¡Aquí, misión cumplida!$h",
	"Sat10": "@, ¡hola! ¡Ven aquí, tú! Necesito un abrazo.$h#$e#Oh, por cierto, ¿has visto un kiwi por el valle últimamente?#$b#El otro día vi uno rodando por ahí. Fue una visión extraña.$u",
	"Sun10": "¡Eh, @! ¡Te he echado de menos! ¿Quieres que tengamos una cita hoy?$l#$b#¡Podemos ir a comer al restaurante de Pika si quieres!$h",
	
//Special Dialogue
	"breakUp": "Uhmm... Siento que lo nuestro no haya funcionado...$7#$b#Ehm... sí... adiós entonces...$s",
	"danceRejection": "Lo siento, @, pero te tendré que decir que... no.$7",
	"divorced": "No me hables.$a",
	"MovieInvitation": "¡Oh! ¿Una invitación al cine? ¡Estoy tan emocionada!$h#$b#¡Gracias, @! Nos vemos allá pronto. Tengo que prepararme primero.#$e#¡No puedo esperar!$h",

//Resort
	"Resort_Entering": "¡Guau! ¿No es esto agradable? Un lugar de descanso y relajación para todos.$h#$b#¡Esto es tan emocionante!$h",
	"Resort_Leaving": "Va a ser difícil dejar este lugar.$s",
	"Resort_Leaving_2": "Es tan difícil dejar este lugar...$7#$e#Pero aún tengo que volver a mi granja y atender mis cultivos.$u#$b#Mi preciado huerto no crecerá solo ¿sabes? Jaja.$h",
	"Resort_Shore": "Sólo mira el mar @. ¿No es tan tranquilo?$h",
	"Resort_Shore_2": "El mar te hace sentir tan cálido. Deseo...$u#$b#No importa lo que desee...$7",
	"Resort_Umbrella": "Lo único que crece en la playa son los cocos. ¡Y no me quejo!#$b#¡Son tan refrescantes para beber y se pueden usar en muchos platos!$h",
	"Resort_Umbrella_2": "¡A la pequeña Trinnie le encantaría este balneario!$h#$e#Solía llevarla a la cresta todos los días cuando era pequeña.#$b#¡Le encanta el agua!$h",
	"Resort_Umbrella_3": "%Alissa parece estar tarareando para sí misma.#$b#¿Qué? Oh, lo siento. Sólo estaba pensando en una melodía para una nueva canción.$l#$e#El balneario realmente da esa sensación de calma y libertad, me dio ganas de escribir.$u#$b#¡Oh no, lo siento no podría cantarla en voz alta!$7",
	"Resort_Wander": "Solía recoger bonitas rocas en la costa cuando era joven.#$b#No era como las otras chicas que recogían conchas marinas. A menudo utilizo las rocas para adornar mi granja.$l",
	"Resort_Bar": "¿Has probado la leche de coco? ¡Tiene un sabor absolutamente delicioso!#$b#¡También es buena para muchos platos!$h",
	"Resort": "Es bueno tomarse un descanso de la granja de vez en cuando.$h",

}
