{
	"Introduction": "¡Hola, granjero!^¡Hola, granjera!#$b#Te acabas de mudar aquí, ¿no?#$b#¡Me llamo Bert!#$b#Mi familia y yo vivimos en el lado sur de Ridgeside Village.#$b#¡Bienvenido!^¡Bienvenida!",

//Spring
	"spring_1": "¡Ah, por fin se acabó el frío!#$e#De vuelta al trabajo, ¿tengo razón, compañero granjero?$h^De vuelta al trabajo, ¿tengo razón, compañera granjera?$h",
	"spring_12": "Estoy deseando que llegue mañana, ¿y tú? Con el Festival del Huevo, seguro que habrá buena comida.",
	"spring_23": "Será mejor que practique mi baile hoy.$u#$b#¡La señora podría armar un escándalo si no hago bien los pasos mañana!$s",

//Summer
	"summer_1": "¡Oh, muchacho! Hoy hace mucho calor!$u^¡Oh, muchacha! Hoy hace mucho calor!$u#$b#¡Recuerda hidratarte, granjero!$h^¡Recuerda hidratarte, granjera!$h",
	"summer_10": "Trae algo bueno para mañana, ¿me oyes?#$b#¡Haz que esa sopa sea estupenda!$h",
	"summer_27": "He comprado un regalito para dárselo a la señora mañana por la noche.$4#$e#¡No se lo digas a Olga! Va a ser una sorpresa.$h",

//fall
	"fall_1": "Mejor desenterrar ese viejo rastrillo del cobertizo y pensar en abordar esas hojas pronto.$u",
	"fall_15": "¡Ah, una buena y vieja competición!$h#$e#Ahora nos representas, @.#$b#Dales caña para mañana, ¿me oyes?$h",
	"fall_26": "¡No puedo esperar a comer pastel de calabaza mañana!$h#$e#¡La Sra. Evelyn hace los mejores pasteles del valle!$h",

//Winter
	"winter_1": "Trinnie me ha estado rogando que construya un muñeco de nieve con ella.#$b#¡Me encantaría, pero realmente no me gusta tener frío!$h",
	"winter_7": "¡Si quieres ganar mañana, tienes que ser rápido y estar alerta!^¡Si quieres ganar mañana, tienes que ser rápida y estar alerta!#$e#Conviértete en uno con la caña.#$b#¡En el momento que sientas el más mínimo tirón, tienes que enrollar!$h",
	"winter_14": "Venden casi de todo en ese mercado nocturno...$uPero los productos no pueden estar mucho tiempo ahí fuera, ¿no crees?",
	"winter_15": "Pescado.$u#$b#¡Hace meses que comen pescado!$u#$b#¿Puedes creerlo, @?$u",
	"winter_16": "Traje algunas muestras de mis mejores productos esta noche, @.#$e#No quiero ser grosero con esta buena gente, pero a veces sólo necesitas algo de la tierra, ¿sabes?$h",
	"winter_17": "Vendí una fanega y media de algunas de las verduras más resistentes.#$e#¡Tendrán verduras frescas en alta mar!$h",
	"winter_24": "He ahorrado lo suficiente para comprarle a Trinnie la mejor casa de muñecas que jamás hayas visto.#$e#Casi me da un infarto cuando vi el precio, pero te digo que la sonrisa de mi princesita vale eso y más.$h",

//Days of the Week

	//0 Hearts
	"Mon": "Hola.#$e#¿Qué haces hoy?",
	"Tue": "Hmm... Será mejor que compruebe con Pierre si tiene esa nueva marca de fertilizante en oferta.#$b#La calidad de nuestra cosecha ha bajado un poco.$s",
	"Wed": "¡Hola, granjero!$h^¡Hola, granjera!$h#$b#¿Cómo van tus cosechas?#$e#¡Cuida tu tierra, y ella cuidará de ti!$h",
	"Thu": "¡Pika cocina muy bien la pasta!$h#$e#Sabe cocinar comida de un montón de regiones diferentes.#$e#He oído que su hijo pequeño también sabe cocinar.$u#$b#Será mejor que le diga a Trinnie que empiece a aprender también.$h",
	"Fri": "Hey, si alguna vez ves a mi prima Caroline en el pueblo, dile que dije 'Hola'.$h#$e#Hace mucho tiempo que no hablamos.$s#$b#Apenas la he visto desde que mi familia se mudó aquí fuera de las vacaciones.$s",
	"Sat": "¡Oh, ey, @!$h#$e#No te vi, perdóname.",
	"Sun": "¿Oh? Hola, @.$h#$b#¿Recolectas alimentos?#$b#Puedes hacer dinero rápido vendiendo productos recolectados si lo necesitas.",
	
	//2 Hearts
	"Mon2": "¿Conoces a Alissa? Es la sobrina de Olga.#$e#Es una buena chica y tiene una voz absolutamente angelical.$h#$b#Aunque sólo canta para sí misma la mayor parte del tiempo.$s#$b#Espero que algún día pueda compartir ese talento suyo con el mundo.$h#$b#Sería una pena esconder esa luz bajo un canasto, ¿sabes?",
	"Tue2": "Lo juro, una vez que encuentre a Trinnie y Keahi...$a#$e#¡Pusieron un taco de pescado en mi silla favorita y ahora mis pantalones están arruinados!$a",
	"Wed2": "¡Realmente admiro el trabajo de Robin!#$b#Es un ejemplo de buena artesanía.#$e#Renovó algunas de las casas desgastadas de la aldea.$h",
	"Thu2": "Hola, @.$h#$e#¿Cómo te trata la vida en este buen día?#$b#Acuérdate de cuidarte.",
	"Fri2": "La señora y yo a veces nos peleamos y es una verdadera molestia, te digo.$s#$b#¡Pero no es nada que un poco de amor no pueda arreglar!$h",
	"Sat2": "Hmmm, me pregunto qué debería hacer hoy?#$e#¿Alguna sugerencia, @?",
	"Sun2": "¿Cómo va la granja, @?#$b#¡Va bien, espero!#$e#Será mejor que cultives algo de calidad, ¿me oyes?$h",
	
	//4 Hearts
	"Mon4": "¡Hola, @!#$b#¡Espero que tengas un buen día!#$e#Tengo que decir que estoy bastante impresionado con tu trabajo hasta ahora.#$b#¡Gestionar una granja no es fácil!",
	"Tue4": "¡Oh, vaya, vaya!$u#$b#Oí algunos sonidos extraños por la cresta anoche cuando iba a casa.$u#$b#¡Sonaba como si hubiera alguna pelea!$u",
	"Wed4": "Ayer vi a Linus junto al lago de la montaña.#$b#Parece un buen tipo.$h#$e#Lástima que unos niños destrozaron su tienda.$s#$e#Espero que no fueran Keahi o Trinnie...$s",
	"Thu4": "Lewis es un viejo amigo mío.#$b#Fue como un hermano mayor para mí cuando éramos niños.$h#$e#No lo he visto durante años después de que mi familia se mudara del pueblo.$s#$e#Me alegro de poder verlo de nuevo.$h",
	"Fri4": "Oye, ¿has conocido a Lenny, la jefa de este pueblo? Es la hermana de Lewis. No lo habrías adivinado si no los conocieras. Son completamente opuestos, esos dos...",
	"Sat4": "Juro que ayer vi un kiwi rodando por la cresta...$u#$e#Debe haber sido mi imaginación.$u",
	"Sun4": "Hola, @.#$b#¿Has terminado con tu trabajo en la granja, supongo?$h#$e#Es bueno tomarse un descanso de vez en cuando.$h",
	
	//6 Hearts
	"Mon6": "¡Hola, @! ¡Me alegro de verte!#$e#¡No olvides visitar Pika's si tienes hambre!",
	"Tue6": "Vi a Clint el otro día en el salón.#$e#Creo que sé la razón por la que está allí todo el tiempo, ¡ja!$h",
	"Wed6": "Keahi una vez cocinó sopa Tom Kha en nuestra casa cuando Trinnie estaba enferma.#$e#¡Será un gran cocinero te lo digo!$h",
	"Thu6": "Les dije a Trinne y Keahi que le pidieran a Yuuma que jugara con ellos de vez en cuando.#$e#Dijeron que Yuuma está demasiado ocupado para jugar.#$e#Pobrecitos.",
	"Fri6": "El molino de nuestra granja es bastante útil.#$e#¡Puedes moler arroz sin moler, trigo y remolacha para obtener arroz, harina y azúcar!",
	"Sat6": "¡Qué tal, @!#$e#¡No olvides planificar tus cultivos, algunos crecen más lentamente que otros!",
	"Sun6": "Oh, me alegro de verte, @. ¿Qué tal la granja?#$e#Podría venir de visita algún día. Me gusta recorrer un poco.$h",
	
	//8 Hearts
	"Mon8": "Has sido un buen amigo, @, para mí y para mi familia.^Has sido una buena amiga, @, para mí y para mi familia.#$b#Te lo agradezco.#$e#Si alguna vez necesitas ayuda, ¡estaré aquí para ti, compañero!$h^Si alguna vez necesitas ayuda, ¡estaré aquí para ti, compañera!$h",
	"Tue8": "Mi esposa y yo oímos a Alissa cantar para sí misma a veces.#$e#¡Esa chica tiene una voz tan hermosa, te digo!$h#$b#Sólo que no tiene la confianza para mostrarla, por alguna razón...$s",
	"Wed8": "Ayer Jas y Vincent nos visitaron, junto con Keahi.$u#$b#¡Había cuatro niños dentro de esta casa!#$e#Vaya, vaya, el momento fue horrible.#$b#¡Yo era el único adulto en la casa así que tuve que cuidar de los cuatro!#$e#¡Menos mal que Jas es una chica tranquila. ¡Pero ese Vincent!$u#$b#¡Estaba corriendo por todo el lugar!$a",
	"Thu8": "La señora y yo tenemos nuestras propias noches de cita a veces.$h#$e#Algunas noches, cuando estamos cansados de cuidar la granja, Olga y yo nos tumbamos en la hierba y simplemente contemplamos las estrellas.#$b#Entonces, de vez en cuando, oímos a Alissa cantar en su habitación.#$b#Es muy callada, siendo tan tímida, pero podemos oírla.#$b#Combinada con el canto de los grillos y el silbido del viento, suena como un concierto.$h#$b#Un concierto sólo para nosotros.$4",
	"Fri8": "¡Hace tiempo que Abigail no nos visita!#$e#Quiero decir, la entiendo. Está ocupada haciendo sus propias cosas.#$e#También es todo un viaje a la aldea.#$e#Sólo la extraño, eso es todo...$s",
	"Sat8": "¡Hola, @! ¿Cómo estás?#$e#¿Quieres tomar una cerveza y pasar el rato en el Salón?#$b#Eso suena a un buen rato entre buenos amigos, ¿tengo razón?$h",
	"Sun8": "¿Alguna vez has comprado cosas a Jeric, al noroeste de la aldea?#$e#¡Vende cosas de calidad, te lo aseguro!$h",
	
	//10 Hearts
	"Mon10": "Apuesto a que tienes curiosidad por la razón por la que nos mudamos a Ridgeside, ¿eh?#$e#Mi familia no ganaba suficiente dinero.$s#$b#Los precios de la vivienda estaban por las nubes, Olga estaba embarazada...$s#$b#Mis padres compraron un terreno por aquí y construyeron una granja. Olga y yo nos mudamos con ellos.#$b#Después de Trinnie... oh Yoba, escuchando mis divagaciones. No te retendré más.$h#$b#¡Vuelve mañana si quieres oír el resto!",
	"Tue10": "Sabes, después de que Trinnie naciera, mis padres se jubilaron y se mudaron a las Islas Helecho. No éramos granjeros, apenas ganábamos lo suficiente, hasta que llegó Alissa. Ella quería cultivar, así que la ayudamos, y nos dimos cuenta rápidamente de que éramos más felices con algo que cuidar.",
	"Wed10": "Has sido un amigo increíble, @^Has sido una amiga increíble, @#$b#Aquí tienes algunas semillas para tu granja.[770]$h",
	"Thu10": "Me alegro de haberte conocido, @.#$b#¡Eres un gran modelo a seguir para los niños!$h#$e#Sólo no les cuentes los líos en los que te metes en esas minas, ¿de acuerdo?$h",
	"Fri10": "Ayer fui al pueblo y pasé por tu granja. ¡Estás haciendo un trabajo increíble!",
	"Sat10": "Lewis y yo perdimos la noción del tiempo cuando estuvimos recordando cosas ayer.#$e#La señora no se alegró de que me olvidara de preparar la cena.$s#$e#¡Menos mal que Pika's seguía abierto!$h",
	"Sun10": "Trinnie y Alissa se llevan muy bien.#$b#¡Sólo son primas pero casi creerías que son hermanas!$u#$e#Te digo que la vida es mejor con Alissa cerca.$h",

//Special Dialogue
	"MovieInvitation": "¿El cine? ¡Suena genial!#$b#¡Estoy deseando ir!$h#$b#¡Nos vemos por allá!",

//Resort
	"Resort_Entering": "¿No es esta una buena vista?$h#$b#No hay nada como esto en nuestro pequeño valle.#$e#¡Bueno, podríamos aprovechar este tiempo para relajarnos!",
	"Resort_Leaving": "Las cosas buenas tienen que llegar a su fin.$s#$e#¿Qué?, mantén esto en secreto para la señora, ¿vale?#$e#¡Voy a traerla aquí en nuestro próximo aniversario!$h#$e#¡Ha ha! ¡Soy un genio!$h",
	"Resort_Shore": "Mirar esta vista te hace pensar en lo que la vida te da.#$e#Recuerdas que tienes que luchar por lo que quieres y darlo todo si quieres sobrevivir en este mundo.#$e#Tienes que estar dispuesto a renunciar a todo...$s^Tienes que estar dispuesta a renunciar a todo...$s#$e#Incluso tu identidad, si se da el caso...$s#$b#¡Yoba!$a#$b#¡Basta de sentimentalismos!$a#$b#Creo que este calor abrasador se me está subiendo a la cabeza.$h",
	"Resort_Chair": "¡Ahhh, esto es vida!$h",
	"Resort_Bar": "Hmmm, creo que iré a por una cerveza.#$b#Ponla en una taza y dile a Olga que es té de jengibre, ¿sabes? ¡Ja!$h#$e#¿Y tú? ¡Yo invito![346]$h",
	"Resort": "Ahhh, las Islas Helecho.$h#$e#¡No he estado aquí desde la erupción!$u#$e#Hombre, el tiempo pasa rápido...$s",

}
