{
	"Introduction": "¿Una cara nueva? ¿Eres nuevo aquí?^¿Una cara nueva? ¿Eres nueva aquí?#$b#¿Dónde están mis modales? Lo siento. ¡Me llamo Corine! Trabajo en el restaurante al aire libre en la aldea Ridgeside. Encantada de conocerte.$h",

//Spring
	"spring_1": "¡Estoy emocionada de ver lo que este nuevo año tiene en la tienda!#$b#¡Buena suerte a todos!$h",
	"spring_12": "Ysa seguro que mañana trae un vestido bonito. ¡Me dijo que también había comprado un vestido para mí!#$b#¡Estoy agradecida, pero también avergonzada!$s",
	"spring_23": "Tengo ganas de ver la Danza Floral mañana.#$b#Pero no sólo por el baile, es uno de esos raros días en los que puedo ver a todos mis amigos en un mismo lugar.$h",

//Summer
	"summer_1": "¡Pika prepara unas barbacoas increíbles durante el verano!$h#$b#A veces no puedo resistirme y compro algo aunque trabaje en el mostrador.",
	"summer_10": "Papá dice que traerá algún tipo de cultivo raro que usó en sus días de chef en el ejército. Estoy tan preocupada...$s",
	"summer_27": "¿Estarás en la playa mañana por la noche también? Sería increíble que todos los que conozco vieran el hermoso paisaje.#$b#Todo el mundo se merece un pequeño descanso, ¿verdad?$h",

//Fall
	"fall_1": "Papa odia el otoño.#$b#Dice que deja desordenado el porche, pero creo que sólo quiere una excusa para enfadarse por algo.",
	"fall_15": "¡Estoy deseando ganar divertidos premios en la feria de mañana!#$b#¡Espero que también haya accesorios!",
	"fall_26": "Espero verte disfrazado mañana por la noche.^Espero verte disfrazada mañana por la noche.#$b#Ysa ha dicho que no quiere llevar uno, ¡pero la molestaré hasta que acepte!#$e#¡Esto va a ser divertido!",

//Winter
	"winter_1": "¡Ooohh, qué frío!$u#$b#Sin embargo, ¡es una estación muy divertida! Me gusta especialmente beber chocolate caliente junto al fuego.",
	"winter_7": "Me alegro de que los peces sean liberados después del concurso de pesca de mañana.#$b#Sería un gran desperdicio intentar cocinarlos todos; nunca se comerían a tiempo.",
	"winter_14": "Espero poder comprar un bonito colgante mañana. ¡Una vez vi un bonito colgante de concha azul cuando era joven!$h#$b#Quería comprarlo pero mi madre me dijo que no era para niños.",
	"winter_15": "Pika siempre me da un bono antes del mercado nocturno.#$h#¡Es un jefe tan generoso!", 
	"winter_16": "Me pregunto si tendrán cuencas de vidrio.#$b#Estaba pensando en hacerle a Ysa una pulsera, ya sabes, por ser tan buena conmigo durante estos años.$l", 
	"winter_17": "Espero que hayas encontrado algo de tu agrado, @!#$h#El mercado nocturno se va esta noche, ¡así que haz tus últimas compras mientras puedas!$h", 

	"winter_24": "Pronto será el fin de año, @. Espero que lo hayas pasado bien.#$b#Papá está deseando que llegue la primavera, ¡odia el frío!$h",

//Days of the Week

	//0 Hearts
	"Mon": "Hola, @, ¿Qué haces hoy?",
	"Tue": "Oh, hola. ¿Tomando un descanso?",
	"Wed": "Visito a Ysa en su trabajo de vez en cuando.#$b#Se siente sola y eso puede ponerla de muy mal humor.",
	"Thu": "Pika es un cocinero increíble. Su pasión se dispara cada vez que hago un pedido.#$b#Mi plato favorito es el espagueti.$h",
	"Fri": "Hola, @. Espero que tengas un buen día.$h",
	"Sat": "Uf... Voy a estar muy ocupada hoy de nuevo...$s#$b#Me gustaría tener un día libre.$s",
	"Sun": "Este trabajo es tranquilo y todo, pero me gustaría poder ir al pueblo de vez en cuando para descansar.",
	
	//2 Hearts
	"Mon2": "Ayer visité a Emily, ¡me enseñó un par de cosas sobre cómo mezclar algunas bebidas!#$b#A veces ayudo en el salón.$h",
	"Tue2": "Gus y Pika son amigos desde no hace mucho tiempo, pero congeniaron al instante cuando Pika se mudó aquí.#$b#Es muy divertido cuando celebran sus concursos anuales de cocina.$h",
	"Wed2": "Hola, @. ¿Otro día ocupado?#$b#Será mejor que te acuerdes de comer tus comidas.$h",
	"Thu2": "Ayer vi lo que parecía un kiwi saltando de árbol en árbol.$s#$b#Debe haber sido una ardilla muy gorda...",
	"Fri2": "Keahi ayuda por la mañana.#$b#Luego se va a jugar durante la tarde.#$b#Es un buen chico... Un poco hiperactivo, pero un buen chico.$h",
	"Sat2": "¿Conoces a la chica que es dueña de la granja al sur del pueblo?#$b#Se llama Alissa. A veces la oigo tararear para sí misma.#$b#Parece que tiene una buena voz para cantar.$h",
	"Sun2": "Vaya, hola, @. ¿Cómo está la granja?#$b#Espero que todo vaya bien.",
	
	//4 Hearts
	"Mon4": "Me gusta ver la cara de la gente cuando está realmente contenta con su comida.#$b#Hace que este trabajo sea tan gratificante poder ayudar a que la gente sea tan feliz...$h#$b#Aunque creo que le estoy quitando el mérito a Pika si digo eso, ¡ja!",
	"Tue4": "¡Hola, @! Es un placer verte por aquí.$h#$b#¿Cómo estás hoy?",
	"Wed4": "A veces visito el pueblo, es muy agradable aprender una o dos cosas de Gus y Emily.#$b#Son personas increíbles.$h",
	"Thu4": "Papá dijo que piensa que los trabajos de Gus y Pika son fáciles, y que cualquiera podría hacerlos.#$b#Oh, ese viejo a veces puede ser tan insensible.$s#$b#Pero es un buen hombre. No tengas una idea equivocada.",
	"Fri4": "¡Hola, @! Me alegro de verte.#$b#Hoy te ves mucho más agudo. ¡Bien por ti!$h^Hoy te ves mucho más aguda. ¡Bien por ti!$h",
	"Sat4": "No recuerdo si cerré la puerta de mi habitación, ¡y me está volviendo loca!$a#$b#Papá es un terrible fisgón, sé que irá a husmear si tiene la oportunidad.$a",
	"Sun4": "¡He estado ahorrando para comprar una nueva pulsera! ¡Tengo una pequeña colección jaja!$h#$b#¿Y tú, @? ¿Coleccionas algo?",
	
	//6 Hearts
	"Mon6": "A veces me uno a Ysa en el gimnasio cuando está practicando.#$b#Dice que es sólo por diversión, ¡pero baila con tanta gracia!",
	"Tue6": "Papá es un gran coleccionista de artefactos.#$b#Le dije que donara algo en el museo pero se niega a hacerlo.$s#$b#Se toma demasiado en serio la frase 'quien lo encuentra lo mantiene'.$a",
	"Wed6": "Hoy es un hermoso día, @.$h#$b#¡Espero que tengas un buen día y que termines todo lo que quieres lograr!",
	"Thu6": "Yuuma, el niño tranquilo, viene aquí a veces para recoger algo de comida para llevar.#$b#Me pregunto si está bien. Parece tan ocupado todo el tiempo.$s",
	"Fri6": "¡Lenny es un alma tan dulce! Ella y yo hablamos de muchas cosas cuando nos visita.$h#$b#Sin embargo, Pika me regaña cuando me dejo llevar demasiado por la cháchara, jaja.$h",
	"Sat6": "El otro día fui al pueblo a comprar comida y Alex casi me golpea con su balón.$a#$b#¡Casi se me cae la compra de una semana! ¡Estaba muy asustada!$a#$b#Sin embargo, dijo que lo sentía y que las cosas estaban bien, así que está bien.$s#$b#Incluso se ofreció a ayudarme a traer la comida de vuelta.",
	"Sun6": "A papá no le gusta que los chicos me hablen. Es tan anticuado.$s#$b#Sólo quiero hablar con mis amigos. Hmph.$a",
	
	//8 Hearts
	"Mon8": "¡Hola, @! Hace un día precioso hoy, ¿verdad?#$b#Si alguna vez necesitas ayuda o alguien con quien hablar. Estoy aquí, ¿de acuerdo?$l#$b#No dudes en acudir a mi.$h",
	"Tue8": "¡Oh! ¡Hola @! ¿Qué quieres decir con que parezco roja?$l#$b#¡Estoy bien! Probablemente sea el calor o algo así...$l",
	"Wed8": "¡Hola, @! ¡Espero que tu semana vaya bien!$h#$b#¿Algún plan importante para el fin de semana?",
	"Thu8": "A veces oigo a papá hablar con la foto de mamá por la noche cuando paso por su habitación.$s#$b#La echo de menos...$s#$b#Pero no pasa nada. Ha pasado un tiempo, y cada uno lidia con el dolor a su manera.$s#$b#Flor me sugirió que sacara tiempo para sentirlo un poco cada día, y que luego siguiera con mi día a día, ¡y eso ha funcionado bastante bien!",
	"Fri8": "La cresta del norte es un buen lugar para un picnic, ¿verdad, @?#$b#Si estás libre algún día, ¿quieres acompañarme? Si quieres, claro.$l",
	"Sat8": "Trinnie y Keahi son tan buenos amigos. ¡Son como un dúo dinámico!$h#$b#Sin embargo, es bonito, a veces veo que Trinnie se pone roja cuando Keahi le coge la mano cuando juegan.$h",
	"Sun8": "Ey, @. Uhhmm. ¿Cómo está la granja? Quiero decir, ¿Cómo estás tú también?$l#$b#Lo siento, no sé por qué me cuesta hablar hoy.$l",
	
	//10 Hearts
	"Mon10": "Buenos días, @. Te he echado de menos.$h#$b#¿Demasiado directa? No me importa.#$b#Quiero mostrarte exactamente lo que siento para no desperdiciar ningún momento en el que pueda estar contigo.$l",
	"Tue10": "Papá dijo que en realidad te tiene cariño...$l#$b#Rara vez se encariña con alguien, ¡así que me alegro de que lo haga por una vez!$h#$b#Así que... ¿Nos vemos después de mi turno?$l",
	"Wed10": "Oye, @. ¿Puedes ir conmigo más tarde a visitar el pueblo?#$b#Quiero comprar un par de zapatos nuevos para los que he estado ahorrando.$h#$b#Si estás ocupado lo entiendo. También quiero comprar unos pendientes nuevos.^Si estás ocupada lo entiendo. También quiero comprar unos pendientes nuevos.#$b#¡Debería pedirle a Ysa algunas recomendaciones!",
	"Thu10": "Ysa dijo que algún día desea tener a alguien como yo te tengo a ti.#$b#Le dije que tuve mucha suerte de que me invitaras a salir.$l#$b#Nunca me arrepentí de haberte dicho que sí, @.$l",
	"Fri10": "¡Pika no me deja hacer descuentos a los clientes!$s#$b#¡Dice que es injusto! ¡Sólo quiero hacerle un descuento de 70 o 80 por ciento!$a#$b#¡No es para tanto!$a",
	"Sat10": "Papá tenía un juego extra en su colección.#$b#Dijo que se lo regale a alguien especial y, bueno, tú eres alguien realmente especial así que aquí tienes [577].$l#$b#Espero que te guste, @.$h",
	"Sun10": "¡@ me alegro de que estés aquí!$h#$b#Tengo que hacer algunos recados más tarde. ¿Quieres venir conmigo?#$b#¡Podemos hacer una pequeña cita!#$b#Sólo quiero una excusa para pasar tiempo contigo.$l",

//Special Dialogue
	"breakUp": "Por favor... No quiero hablar contigo ahora mismo.$s",
	"danceRejection": "Voy a tener que decir que no, @. ¡Lo siento!$s",
	"divorced": "Ni siquiera intentes hablar conmigo. Te odio.$a",
	"MovieInvitation": "¿De verdad? ¡¿una película?!$l#$b#¡Me encantaría ir contigo!$h#$b#Deja que me refresque un poco, ¿vale?",

//Locations
    "Saloon": "Ey hola, @.#$b#¿Qué puedo ofrecerte?$h",

//Resort
	"Resort_Entering": "¡Este lugar se ve increíble!$h",
	"Resort_Leaving": "¡Es hora de volver a casa!#$b#¡Fue un día divertido!$h",
	"Resort_Leaving_2": "*Bostezo* ¡Woah! ¡Estoy cansada!$h",
	"Resort_Shore": "Estaría bien que alguien me untara un poco de protector solar en la espalda ahora mismo.$s",
	"Resort_Shore_2": "El sol relajante, las olas rompiendo y la arena caliente. Esto es fabuloso.$h",
	"Resort_Umbrella": "Oh, no te preocupes por mí. Sólo estoy tomando un descanso del sol.$h",
	"Resort_Umbrella_2": "¡Oye, puedes unirte a mí aquí si quieres!.$h",
	"Resort_Umbrella_3": "¿Quieres hablar bajo la sombra? ¡Soy toda oídos!$h",
	"Resort_Wander": "Tal vez podría ir a tener una pequeña aventura por aquí. ¡Ja, ja!",
	"Resort_Bar": "¡Oh! ¡Tal vez podría preguntar si hay una vacante aquí!",
	"Resort": "Me pregunto qué maravillas puedo ver por aquí.#$b#Dime si encuentras algo interesante, ¿vale @?$h",

}
