{
	"Introduction": "Oh, hola. No conozco a todos en el valle, pero... ¿eres nuevo?^Oh, hola. No conozco a todos en el valle, pero... ¿eres nueva?#$b#Es un placer conocerte, @.$h#$b#Acabo de terminar la escuela de posgrado de psicología clínica, y estoy viviendo en el hotel por ahora.#$b#¿Eh? ¡O-oh! ¡Lo siento!$u#$b#Mi nombre es Flor... Encantada de conocerte.$l",

//Spring
	"spring_1": "Me gusta mucho la primavera. La luz solar adicional es realmente buena para el cerebro.$h",
	"spring_12": "El Festival del huevo tiene sus raíces en la tradición pagana antes de ser adoptada por lo que se convirtió en la religión moderna,#$b#pero para los residentes del valle, parece ser totalmente secular.",
	"spring_23": "La danza es una forma muy antigua de establecer relaciones y contar historias.#$b#También está fuertemente ligada a las vacaciones de primavera y otoño... ¿Me pregunto por qué?",

//Summer
	"summer_1": "Va a hacer calor muy rápidamente...$s#$b#Me alegro de que la biblioteca tenga aire acondicionado.",
	"summer_10": "Hay una expectativa implícita de que ciertas personas traigan ingredientes para la sopa de mañana, pero otras no.#$b#Parece que se basa en el hogar, a grandes rasgos, pero hay más matices que eso.",
	"summer_27": "Realmente no estudié la psicología de los animales, especialmente de las formas de vida no mamíferas.#$b#Pero sé que la migración es un fenómeno sorprendente.$h#$b#Pasan por la playa exactamente el mismo día todos los años. Es increíble.$h",

//Fall
	"fall_1": "El otoño siempre se siente como el comienzo de un nuevo año, para mí.$h#$b#Tal vez sea algo relacionado con el aire fresco, o con el hecho de que el colegio siempre empieza en otoño.#$b#De cualquier manera, se siente como un comienzo.",
	"fall_15": "Alguien de mi grupo escribió su tesis sobre la psicología del juego limpio.#$b#Están preparados para ser lo más atractivos posible y casi imposibles de vencer.$a",
	"fall_26": "¿Eres supersticioso?^¿Eres supersticiosa?#$b#Solía pensar que no lo era, porque no creo en los viejos cuentos populares sobre que los gatos negros den mala suerte o que no se puede pasar por debajo de una escalera,#$b#pero luego me di cuenta de que soy supersticiosa en otros aspectos. Siempre usaba mi bolígrafo favorito para hacer los exámenes en la universidad.$h",

//Winter
	"winter_1": "Me encanta el invierno.#$b#Me encanta tomar algo caliente junto al fuego o abrigarme con mantas y jerséis gruesos...$l#$b#Es mi temporada favorita.$h",
	"winter_7": "¡Oh! Mañana es el festival del hielo, ¿verdad?#$b#¿Por qué lo llaman Festival del Hielo cuando el centro de atención son los peces en lugar de las esculturas de hielo o los muñecos de nieve?",
	"winter_14": "El mercado nocturno es fascinante, ¿verdad? Estoy emocionada.$h",
	"winter_15": "%Flor te reconoce con una sonrisa, y luego vuelve a observar todo en el mercado con los ojos muy abiertos.",
	"winter_16": "%Flor te reconoce con una sonrisa, y luego vuelve a observar todo en el mercado con los ojos muy abiertos.",
	"winter_17": "He comprado un cuadro. ¡Estoy muy emocionada por colgarlo!$h",
	"winter_24": "El año está a punto de terminar. Nos vemos mañana en el festival, ¿no?",

//Days of the Week

	//0 Hearts
	"Mon": "Oh. Um.. ¿Hola?",
	"Tue": "¡Uh! ¡Hola!... Discúlpame...",
	"Wed": "Es... es un buen día... eh, digo, ¿estás teniendo un buen día?$s",
	"Thu": "Yo... Um... Eres @, ¿verdad? Perdoname, no soy buena con los nombres...$s",
	"Fri": "¡Oh! ¡Hola!",
	"Sat": "¿Eh?... Parece ser que tienes mucho tiempo en tus manos...#$b#Oh, ¡no quise ser ruda! Yo solo...$u#$b#Porque paráste a saludarme, eso es todo...$s",
	"Sun": "Hola.",
	
	//2 Hearts
	"Mon2": "¡Oh! Ey @... ¿cómo está la granja?",
	"Tue2": "Ayer vi a Ysabelle, la chica que se aloja en la habitación contigua a la mía, en el gimnasio del hotel.$h#$b#Baila con tanta gracia.",
	"Wed2": "Lo siento, pero...$s#$b#No soy...$s#$b#uh...$s#$b#... Me alegro de verte...$l",
	"Thu2": "¿Has conocido a Philip?#$b#Lo conozco de nuestra universidad. Es un buen tipo.$h",
	"Fri2": "Realmente me gusta acá.$h#$b#¿Qué hay sobre ti? ¿Te gusta acá?",
	"Sat2": "Hola... ¡Hola!...$h#$b#¿Cómo está la granja? ¡Ten cuidado de no trabajar demasiado!",
	"Sun2": "%Flor parece estar hablando consigo misma. 'No puedo creer que Lenny me haya dicho que hable más de mí... ¿y si aburro a la otra persona? ¿O la hago enojar?'$s",
	
	//4 Hearts
	"Mon4": "Tengo bastante curiosidad por tu granja, @.#$b#¿Podría visitarla alguna vez?#$b#Es una empresa tan grande, pero parece que te gusta lo que haces.$h",
	"Tue4": "¿Hmm?#$b#¡Oh! ¡Hola! Lo siento, estoy un poco perdida en el pensamiento.#$b#Leí este artículo sobre la comorbilidad de los traumas complejos y los trastornos fronterizos y se me ha quedado grabado en la cabeza durante días.$h",
	"Wed4": "¿Sabes lo cerca que están la edad Trinnie y Jas?#$b#No sé qué edad tiene Jas... todo lo que sé es que tienen una dicotomía de relación amigo/modelo realmente interesante.",
	"Thu4": "La señorita Penny es una persona maravillosa, y es tan buena con los niños.$h#$b#¿Te has dado cuenta de lo paciente y alentadora que es con Yuuma y Jas? Ella es realmente increíble.$h",
	"Fri4": "Hola @... Te ves bien.$h#$b#¿Te va bien hoy?#$b#Espera, eh... Yo... Lo siento, eso fue un desastre...$s.",
	"Sat4": "Creo que hoy iré a relajarme a la playa...#$b#O... me gustaría ver a Elliott pero no quiero molestarlo.$s#$b#Probablemente seguiré con mi rutina normal...$s",
	"Sun4": "¿Cuál es esa palabra? ¿Focal? ¿Factual? Caída-¡Oh!#$b#Lo siento, @, Olvidé el término técnico de algo que estaba tratando de explicar a Penny y me está volviendo loca.$h",
	
	//6 Hearts
	"Mon6": "Me alegro de verte, @.#$b#No soy muy buena para las charlas, pero es agradable tenerte cerca.$h#$b#...¿es raro?$s",
	"Tue6": "Ayer visité el Centro de Investigación del Agua.#$b#Maddie es muy intensa, pero no es tan mala como algunas personas parecen pensar que es. Simplemente está muy centrada.$h",
	"Wed6": "Intento ayudar a Penny cuando está enseñando a los niños, pero soy mucho mejor de forma individual que con un grupo, así que casi siempre acabo recordando a los niños que la escuchen.#$b#Es muy buena para ser paciente e ir a su ritmo.$h",
	"Thu6": "¡Oh, hola @! ¿Cómo estás hoy?$h#$b#Accidentalmente tomé demasiado café esta mañana, y puedo sentir la dopamina dando vueltas en mi cerebro.$h#$b#Aunque me voy a estrellar muy fuerte en un momento...",
	"Fri6": "Pierre y Caroline tienen una relación realmente interesante.#$b#Quiero hablar cuando veo cosas, pero no me pidieron consejo como amiga o como terapeuta así que no puedo decir nada.#$b#Sería poco ético.",
	"Sat6": "Mi plan original era pasar directamente de mi programa de posgrado a trabajar con adultos jóvenes en régimen de internado, pero...#$b#bueno, los planes rara vez funcionan como uno cree que lo harán.#$b#Terminé aquí. A veces echo de menos la ciudad, pero es mucho más tranquilo aquí, y sigue siendo muy satisfactorio.",
	"Sun6": "Me he dado cuenta de que casi nadie aquí tiene un coche.#$b#Parece tan normal ir andando a todas partes que ni siquiera pensé en el transporte de larga distancia hasta que empecé a averiguar cómo aumentar el tamaño de la población de la muestra para un posible estudio...$s",
	
	//8 Hearts
	"Mon8": "Hola, ¿cómo empezó tu semana?#$b#... ¿lo he expresado de forma extraña? ¿Funciona 'Cómo ha ido tu semana hasta ahora', o es demasiado temprano para preguntar eso?$s",
	"Tue8": "@, ¿puedo hacerte una pregunta extraña?#$b#¿Qué te impulsa a seguir trabajando en la granja?#$b#No es exactamente algo que se tome como un pasatiempo, y tú eres muy devoto. Tengo curiosidad por tu motivación.^No es exactamente algo que se tome como un pasatiempo, y tú eres muy devota. Tengo curiosidad por tu motivación.",
	"Wed8": "Hola @. Fui al pueblo ayer y Emily dijo que estaba radiante.#$b#Empecé a hablar de las hipotéticas relaciones entre los neurotransmisores y la complexión, y me dijo \"llévalo al médico.\"#$b#Se refería a Harvey, creo... pero no estoy segura de por qué lo dijo.$s",
	"Thu8": "Estuve en una de las sesiones de George con Philip y luego con el Dr. Harvey.#$b#...No puedo decirte más, no sé por qué he sacado el tema en primer lugar. ¡Lo siento!$s",
	"Fri8": "¿Te estás cuidando, @?#$b#No quiero entrometerme, ¡sé que eres un adulto perfectamente autosuficiente y capaz!$s^¿Te estás cuidando, @?#$b#No quiero entrometerme, ¡sé que eres una adulta perfectamente autosuficiente y capaz!$s#$b#Yo sólo.... ¿Preocupación, supongo? No lo sé. Supongo que está en mi naturaleza.$l",
	"Sat8": "Un famoso psicólogo elaboró una vez una lista de unas 30 preguntas que, según él, garantizaban que dos personas se enamorasen si respondían honestamente lo mismo.#$b#Siempre he querido probar eso...$l",
	"Sun8": "¡Hola, @! ¡Parece que estás teniendo un buen día!$h#$b#El otro día pasé por tu granja y eché un vistazo. ¡Se ve realmente increíble!$h",
	
	//10 Hearts
	"Mon10": "¡Hola! Um, hola. Uh, puedo... no importa.$l#$e#¿Puedo pedirte un abrazo más tarde?$l",
	"Tue10": "Técnicamente no puedo ofrecerte ningún tipo de asesoramiento porque tenemos una relación, pero por favor avísame si alguna vez necesitas algo o te sientes mal.$l#$b#Haré todo lo posible para ayudar como tu... uh.#$b#¿Qué somos, técnicamente? Quiero decir, ¿qué término prefieres?$l",
	"Wed10": "Es un poco salvaje pensar que todos los nervios y las mariposas que siento a tu alrededor son en realidad una mezcla de sustancias químicas cerebrales y señales que se disparan en nuestros cerebros...$h#$b#y sin embargo, puedo sentirlo en todo mi cuerpo.$l",
	"Thu10": "He tenido un día un poco extraño...#$b#Realmente necesito un impulso de dopamina. Puede que vaya a por un café o algo dulce para merendar...",
	"Fri10": "Prométeme que me dirás si alguna vez me aburro, ¿vale?$s#$b#Preferiría saber que estás cansado de escucharme charlar sobre psicología y tal vez lastimarme un poco que preguntarte sin estar seguro.$s^Preferiría saber que estás cansada de escucharme charlar sobre psicología y tal vez lastimarme un poco que preguntarte sin estar segura.$s",
	"Sat10": "Fue muy amable por parte del Doctor Harvey el tenderme la mano cuando llegué al valle.$h#$b#Tengo que ayudar a proporcionar apoyo de salud mental a los residentes del valle.$h#$b#No sé si él lo sabe, pero esa ayuda me acerca cada vez más a la licencia completa.$h",
	"Sun10": "Trabajar con el doctor Harvey significa que será más fácil quedarse aquí, si decido.$h#$b#Eh, si tú quieres que lo haga. No es que vaya a tomar la decisión basándome sólo en ti y en mí, quiero decir, eso sería poco saludable, pero tú eres un factor importante en mi decisión, sólo que no en una codependencia...$u#$b#Voy a dejar de hablar ahora.$l",

//Special Dialogue
	"breakUp": "Por favor, no lo hagas. Necesito algo de tiempo.$s",
	"danceRejection": "No, gracias... yo... No soy buena para bailar.$l",
	"divorced": "Necesito establecer límites, así que soy yo quien los establece. Déjame en paz.$a",
	"MovieInvitation": "¡Oh! ¿Me estás invitando a una película?$l#$b#No me invitan a sitios a menudo... ¡Me uniré a ti con mucho gusto, @!$l",

//Resort
	"Resort_Entering": "¡Oh, vaya! ¡Es tan bonito!$u#$b#Y tan cálido...$s",
	"Resort_Leaving": "Estoy bastante segura de que me he quemado con el sol... Voy a tener que conseguir un poco de aloe en casa.$l",
	"Resort_Leaving_2": "Todo el mundo parece tan feliz, es un poco triste que tengamos que irnos.$s",
	"Resort_Shore": "¿La marea está subiendo o bajando? No lo sé...",
	"Resort_Shore_2": "Vaya... ¡mira qué azul es el agua, @! La forma en que clasificamos un color depende completamente de la interpretación cultural, así que no hay un 'azul' objetivo, ¡pero esto se acerca bastante!$h",
	"Resort_Umbrella": "Creo que este es mi lugar favorito en todo el balneario.$h",
	"Resort_Umbrella_2": "Sería imposible leer sin esta sombrilla. ¡Me alegro de que haya algo de sombra!$h",
	"Resort_Umbrella_3": "¿Por qué las olas suenan tan relajantes? Sería tan fácil quedarse dormida...",
	"Resort_Wander": "No soy una persona de playa, ¡pero me alegro de haber venido aquí!$h#$b#También me alegro mucho de llevar sandalias. Esta arena está realmente caliente.$s",
	"Resort_Bar": "¡Tengo mucha sed! No puedo esperar para conseguir un poco de limonada.$l",
	"Resort": "¡Hola, @! ¿Te estás divirtiendo?$h",

}
