{
	"Introduction": "Hola, forastero.^Hola, forastera.#$b#Tú debes ser el nuevo granjero del que todo el mundo habla.$h^Tú debes ser la nueva granjera de la que todo el mundo habla.$h#$b#Encantado de conocerte. Mi nombre es Freddie.#$b#Vivo aquí en Ridgeside con mi esposa Lola. Ven alguna vez a charlar, ¿quieres?.$h",

//Spring
	"spring_1": "¡Ah! Primavera.#$b#La tierra comienza a despertar, y el sol reaparece.#$e#¡Mi época favorita del año!$h",
	"spring_12": "A Lola le gusta ayudar a preparar la caza de mañana.#$e#Prefiero sentarme y disfrutar de un plato de huevos endiablados.$h",
	"spring_23": "Estos viejos huesos todavía saben cómo cortar una alfombra, ya sabes.#$e#¡Mañana será divertido!$h",	

//Summer
	"summer_1": "Lola y yo hemos planeado más viajes a la playa este verano.#$e#Debería ser capaz de seguir al menos una vez este año.$s",
	"summer_10": "El gobernador viene mañana, ya sabes.#$b#Él y yo somos viejos amigos. Será bueno verlo.",
	"summer_27": "Lola y yo estaremos allí mañana por la noche. Esas medusas son siempre un espectáculo para la vista.$h",	

//Fall
	"fall_1": "La comida es lo mejor en otoño, @.#$e#¿Has probado la sopa de calabaza de Lola?#$b#Es como un abrazo en un cuenco.$h",
	"fall_15": "Mañana, tendrás la oportunidad de demostrar tu duro trabajo, aventurero.^Mañana, tendrás la oportunidad de demostrar tu duro trabajo, aventurera.#$b#¡Buena suerte!$h",
	"fall_26": "Me encantaba disfrazarme.#$b#¿Qué es un disfraz si no es un disfraz?$h#$e#Sin embargo, después de veinte años se vuelve un poco viejo.$h",	

//Winter
	"winter_1": "6 capas de ropa, y de alguna manera sigo teniendo frío.$u",
	"winter_7": "Estoy deseando que llegue mañana.#$e#Sin embargo, el frío es duro para los huesos viejos, así que Lola y yo estaremos bien abrigados.",
	"winter_14": "Lola y yo solíamos viajar por el mundo.#$e#Ahora es mucho más tranquilo, pero a veces echo de menos esos días.",
	"winter_15": "El Mercado Nocturno siempre me trae recuerdos.",
	"winter_16": "Un poco de viaje por el carril de la memoria, esto.$s#$e#El café que preparan es el mejor que jamás hayas probado, créeme.$h",
	"winter_17": "Si le has echado el ojo a algo, ¡ahora es el momento de conseguirlo!#$b#¡O tendrás que esperar hasta el año que viene!",
	"winter_24": "Casi al final de otro año.#$b#Con suerte, Lola y yo veremos el próximo.$s#$e#Ah, no te preocupes, estoy bromeando.$h",

//Days of the Week

	//0 Hearts
	"Mon": "Hola, aventurero.$h^Hola, aventurera.$h#$b#¿Visitando la aldea hoy?#$e#Espero que te vaya bien.",
	"Tue": "¿Cómo está la granja, @?$h#$b#¿Aguantando bien, espero?",
	"Wed": "Me levanto temprano para atender nuestros cultivos.#$e#Lola duerme como un tronco, pero sigue insistiendo en despertarse conmigo para ayudar.$h#$e#No le digas que he dicho eso.$u",
	"Thu": "Las cascadas que rodean el pueblo son preciosas, ¿verdad?#$e#Tenemos suerte de vivir aquí.$h",
	"Fri": "Hola, @.#$b#¿Cómo te ha ido?#$e#¿Has pensado ya en construir un establo?",
	"Sat": "Oh, volver a ser joven.#$e#¡No perderé la esperanza! Todavía puedo tener vida en el cuerpo de este viejo, ¡ja, ja!$h",
	"Sun": "Lola no se sentía bien esta mañana.#$e#Ella dice que está bien...#$b#Pero aún así, me preocupa.$s",

	//2 Hearts
	"Mon2": "¿Cómo te va, @?$h#$e#¿Has terminado con tu trabajo agrícola por hoy?#$e#¡Tómate un tiempo para explorar la aldea!$h",
	"Tue2": "Los niños más pequeños a veces corren fuera de nuestra casa.#$b#Podemos verlos jugar desde nuestro porche.#$e#Es bueno ver a los niños seguros y divirtiéndose.$h",
	"Wed2": "¿Conoces a Evelyn? Es una vieja amiga nuestra.#$e#Solíamos ir a aventuras locas juntos.#$e#No dejes que su apariencia te engañe, tiene algunas historias salvajes.$h",
	"Thu2": "Pika es un gran cocinero.#$b#Puedes saborear el amor que pone en su comida.#$e#Me gusta especialmente la sopa Tom Kha.$h",
	"Fri2": "Si alguna vez ves el rumoreado kiwi rodante por ahí. Sé amable con él.#$e#Quiero decir... ¿Por qué no?$h",
	"Sat2": "¡Nunca es tarde para probar cosas nuevas, @!#$e#Bueno, es un poco tarde, en mi caso.#$b#Mi cuerpo no puede soportar mucho.$s",
	"Sun2": "¡Hola, @! ¿Cómo estás hoy?$h",

	//4 Hearts
	"Mon4": "Me gusta cómo los árboles cambian de color según el cambio de estación.$h#$b#Sé que es algo mundano...#$b#Pero nunca debes olvidar apreciar las pequeñas cosas.$h",
	"Tue4": "¡Oh! ¡Acabo de descubrir lo que voy a hacer hoy!$h#$e#Debería ir a limpiar el cobertizo.#$e#Lola me ha estado molestando durante semanas.",
	"Wed4": "¡Oh! ¡Acabo de descubrir lo que voy a hacer hoy!.$h#$e#Ese chico podría llegar a ser un jugador de gridball si realmente trabaja en ello.#$e#Espero que George y Evelyn se den cuenta de su potencial.",
	"Thu4": "Hola, aventurero. ¿Cómo está la granja?^Hola, aventurera. ¿Cómo está la granja?#$e#¡Compré algunos de tus productos en Pierre's el otro día!$h",
	"Fri4": "¡Hola, @!#$e#¿Cómo has estado?$h",
	"Sat4": "Somos una operación pequeña comparada a ti, pero las cosechas que he estado cultivando han ido bien.$h#$e#Yo compro mis semillas a Jeric porque está mucho más cerca que Pierre, y sus semillas son de buena calidad.",
	"Sun4": "Lola y yo estamos acostumbrados a meternos en problemas, ya sabes.$h#$e#Hemos salido de más de un apuro por los pelos...",
	
	//6 Hearts
	"Mon6": "¿Cómo estás, @? Espero que estés bien.$h#$e#Mantén la salud, ¿me oyes?#$e#Lola ha estado un poco inestable por las mañanas últimamente.$s#$b#Necesito recordar llamar al Dr. Harvey.$s",
	"Tue6": "Le pregunté a Philip, el fisioterapeuta, sobre este dolor que tengo en la espalda cada vez que doy un paso con el pie derecho.#$e#Me ha dado una copia de su agenda para que pueda concertar una cita...#$b#Qué buen tipo.$h",
	"Wed6": "¡Ah, @! Tengo algunos consejos para cuando visites las minas.#$e#¡Asegúrate de llevar buena comida, de reunir sólo lo esencial y de volver a casa antes de medianoche!#$e#Pero seguro que eso ya lo sabías, un aventurero experimentado como tú, ¡ja, ja!$h^Pero seguro que eso ya lo sabías, una aventurera experimentada como tú, ¡ja, ja!$h#$e#¡Manténte a salvo ahí fuera!",
	"Thu6": "He visto tu granja en los periódicos.$u#$e#Estás haciendo un gran trabajo, @.#$b#Deberías estar muy orgulloso de ti mismo, sé que yo lo estoy.$h",
	"Fri6": "¿Cómo estás, @? Cuídate siempre, ¿vale?#$e#Nunca des por sentada la vida.$h",
	"Sat6": "Nunca olvides que siempre tendrás a tus amigos a tu lado...#$e#Y eso me incluye a mí.#$b#Tengo la suerte de llamarte amigo.$h^Tengo la suerte de llamarte amiga.$h",
	"Sun6": "¡Hola, @! Deberías tomarte un descanso de vez en cuando.#$e#Por algo se llama domingo perezoso.$h",
	
	//8 Hearts
	"Mon8": "Eres una buena persona, @, y un muy buen amigo para un viejo como yo.^Eres una buena persona, @, y una muy buena amiga para un viejo como yo.#$e#Te agradezco tu compañía.$h",
	"Tue8": "¡Lola se ha levantado mucho mejor estos últimos días!$h#$e#El doctor dice que no era nada serio, pero todavía no me siento muy aliviado.$h",
	"Wed8": "Si miras de cerca las cascadas, puede que veas cosas que no habías notado antes.#$e#Me pregunto...$4",
	"Thu8": "Tal vez me una a ti en las minas algún día.#$e#Puede que sea viejo, ¡pero todavía lo tengo!$h",
	"Fri8": "Mi mujer y yo siempre estamos deseando que lleguen los festivales.$h#$e#Solía pensar que eran sólo una molestia, pero ahora, atesoro el tiempo con los amigos.$h",
	"Sat8": "A Lola le encanta tejer.$h#$e#Ella lo eligió antes de que la conociera, y lo mantuvo durante nuestros viajes.#$b#Incluso aprendió algunas técnicas y puntadas especiales de diferentes culturas a lo largo de Ferngill.",
	"Sun8": "¿Has estado alguna vez en ciudad Zuzu?#$e#Hay un lugar en ciudad Zuzu donde Lola y yo vendemos los artefactos que encontramos durante nuestras aventuras...#$e#La forma más segura de que estas cosas acaben en un museo sin que nadie haga preguntas innecesarias, ¡ya me entiendes!$h",
		
	//10 Hearts
	"Mon10": "¿Has estado alguna vez en las Islas Helecho?#$e#Estábamos pensando en pasar nuestra jubilación allá, pero decidimos que no encajaríamos entre todos los demás ancianos.#$b#Así que nos mudamos a Ridgeside Village.$h",
	"Tue10": "Lola y yo fuimos a Gotoro antes de que empezara la guerra la primera vez.#$e#Conocimos a un herrero genial llamado Ikor, que nos enseñó a fabricar armas con gemas.#$e#No has vivido hasta que has luchado con un cuchillo de diamante.$h",
	"Wed10": "Lola y yo nos perdimos una vez en el desierto de Cálico.#$b#Nos encontró un vendedor ambulante en camello.#$b#A veces vamos a Cálico a visitarlo.#$e#¡Ten cuidado si viajas por el desierto!#$b#Tiene más secretos de los que podrías conocer escondidos en las arenas.",
	"Thu10": "¿Hmm? Oh... hola, @.$s#$e#Lo siento, estoy un poco distraído. Lola comenzó a toser algo horrible esta mañana, apenas podía salir de la cama.$s#$e#Llamamos inmediatamente al Dr. Harvey, por supuesto, pero...$s#$b#Dijo que Lola tiene algo que nunca había visto antes...$s",
	"Fri10": "%Freddie tiene bolsas bajo los ojos. Parece estar medio dormido.",
	"Sat10": "Lola y yo fuimos rivales la primera vez que trabajamos juntos.#$e#Se nos asignó la tarea de reducir la población de monstruos en una cueva al norte de Villa Castillo, y decidimos desafiarnos el uno del otro para ver quién podía eliminar más monstruos al final de la noche.#$e#En algún momento, una béstia de las sombras provocó un pequeño desprendimiento de rocas y me quedé atrapado. Lola trató de rescatarme, ¡pero acabó atrapada ella misma!$u#$e#No podíamos ver lo suficientemente bien como para hacer algún tipo de intento de escape, así que terminamos pasando la noche en ese pequeño bolsillo de escombros.#$e#Por alguna razón, sentí que era el momento adecuado y le confesé mis sentimientos por ella, y... bueno, las cosas partieron de ahí.$h",
	"Sun10": "Eres un buen amigo, @, y una buena persona.$h^Eres una buena amiga, @, y una buena persona.$h#$e#Tienes mucho potencial.#$e#Aprecia siempre a tus amigos y a tu familia, y nunca des por sentado a la gente que te rodea, ¿me oyes?#$b#No voy a caer sobre ti ni nada.#$b#Sólo quiero asegurarme de que lo escuches de mi parte.",

//Special Dialogue
	"MovieInvitation": "¡Oh, me encantaría acompañarte! ¡Hace mucho tiempo que no veo una película!$h#$e#Lola y yo íbamos a menudo al cine en el pasado. Por lo general, nos colamos en una o dos.$4",

//Resort
	"Resort_Entering": "Oh, esto es otra cosa.$u#$e#Guau.$u",
	"Resort_Leaving": "Debemos volver pronto.$h",
	"Resort_Shore": "Esto me trae viejos recuerdos.#$b#Buenos recuerdos, también.$h#$e#Lola siempre ha sido una maravilla en traje de baño, ya sabes.$4", 
	"Resort_Chair": "Este calor es bueno para mis viejos huesos...#$b#...y Lola por allí es buena para mi corazón.#$e#Soy un hombre afortunado.$h",
	"Resort_Bar": "Whisky con hielo, por favor.",
	"Resort": "No he estado aquí desde ese día...$s",
	
}
