{
	"Introduction": "Hola.#$b#Eres el nuevo granjero que se acaba de mudar, ¿verdad?^Eres la nueva granjera que se acaba de mudar, ¿verdad?#$b#Soy Ian, me alegro de conocerte.#$b#Vivo en la aldea Ridgeside.$h#$b#En general, sólo trabajo para quien me lo pide y puede pagar una buena tarifa.#$b#Eso puede incluirte a ti, ¡por supuesto!$h",

//Spring
	"spring_1": "Hoy comienza un nuevo año.#$b#Tengo muchas cosas que hacer.",
	"spring_12": "Tengo que ayudar a Lewis más tarde en la instalación de las decoraciones del festival.#$b#Hoy va a ser un día ajetreado.",
	"spring_23": "Ayudar a montar el campo del bosque para Danza floral implica transportar un montón de flores.#$b#¡Menos mal que no tengo malas alergias primaverales!$h",

//Summer
	"summer_1": "Oh, hombre.#$b#¿Ya es verano?#$b#Odio la estación seca.$s#$b#¡El sol caliente me da tanta sed!$s",
	"summer_10": "¡Sacar la olla gigante para la sopa de mañana es una tarea tan grande!$h#$b#¡Se necesitan seis adultos para llevarla!$u",
	"summer_27": "El festival de mañana es uno de los momentos en los que puedo relajarme y disfrutar del paisaje.$h#$b#Te espera un verdadero placer, @.",

//Fall
	"fall_1": "Me gusta esta temporada.#$b#Mucha gente necesita que le rastrillen las hojas.#$b#¡Es una buena manera de ganar algo de dinero!$h",
	"fall_15": "Tendré que quedarme despierto hasta tarde esta noche.#$b#Les prometí a Lewis y a Lenny que les ayudaría a montar los puestos del festival.#$b#Los vendedores llegan temprano en la mañana, así que tenemos que trabajar durante la noche.",
	"fall_26": "Marlon quiere que ayude a construir jaulas para la Víspera de los espíritus.#$b#Dice que habrá monstruos peligrosos en esas jaulas por lo que deben ser resistentes.#$b#Ni siquiera estoy seguro de dónde consigue estas criaturas.",

//Winter
	"winter_1": "El invierno es probablemente mi estación favorita.#$b#Aquí en el valle nieva mucho, ¡así que casi siempre tengo trabajo que hacer!$h#$b#¿Y lo mejor?#$b#¡No sudo tanto!$h",
	"winter_7": "Estoy emocionado por hacer algunos muñecos de nieve mañana.$h#$b#Dime, ¿piensas unirte al concurso de pesca?#$b#He oído que Willy ha mejorado su técnica este año.",
	"winter_14": "Tengo que prepararme ambas, física y mentalmente para esta noche.#$b#Voy a quedarme hasta tarde otra vez para ayudar a Willy a preparar el muelle para los mercaderes.",
	"winter_15": "El tipo espeluznante del muelle aparece todos los años, pero nadie sabe por qué.$a#$b#Tampoco paga una cuota de mercader.$a#$b#Si le pides que se vaya, sólo se ríe.$a",
	"winter_16": "El submarino es una buena inversión para obtener beneficios.#$b#Willy compra Calamar de medianoche por un buen precio.",
	"winter_17": "Siempre me han gustado las luces y el ambiente del Mercado Nocturno.#$b#Algo de los barcos en el agua oscura es calmante.",
	"winter_24": "¡El gran árbol navideño es tan divertido de decorar!$h#$b#Estoy deseando que llegue el día de mañana.",

//Days of the Week

	//0 Hearts
	"Mon": "Oh, hola.#$b#Lo siento.#$b#Estoy ocupado.#$b#Hablamos más tarde.",
	"Tue": "¡Ey!#$b#¿Qué pasa?#$b#Lo siento, estoy trabajando en algo ahora mismo.",
	"Wed": "Hola @.#$b#¿Cómo es la vida en la granja?#$b#Oh, ¿Va bien?#$b#Eso está bien.",
	"Thu": "Richard es un buen jefe.#$b#Pero quiero decir que tengo muchos empleadores.#$b#Es una vida ocupada.",
	"Fri": "Trato de incluir descansos en mi agenda.#$b#Un rápido sorbo de un refresco y un bocado de un sándwich es suficiente.",
	"Sat": "Ey hola, @.#$b#¿También estás ocupado?^¿También estás ocupada?#$b#Bueno, me tengo que ir.#$b#Nos vemos.",
	"Sun": "¿Cómo va todo?#$b#¿Cómo está la granja?",
	
	//2 Hearts
	"Mon2": "Hey, ¿qué pasa, @?#$b#No, está bien.#$b#Puedo hacer esto por mi cuenta.",
	"Tue2": "Robin es una jefa amable.#$b#Ella me deja tomar un descanso con bastante regularidad.$h#$b#Aun así, la mayoría de mis descansos los paso haciendo trabajos para Pierre.",
	"Wed2": "Puede que sea tosco, pero Pierre es un jefe divertido.$h#$b#A veces se desprende de las buenas mientras está en el trabajo.#$b#Hace que el trabajo sea menos pesado.",
	"Thu2": "Ayer, Abigail me ayudó a mover algunas cajas.#$b#Su pelo púrpura se ve muy bien en ella.$h#$b#¡Oh... h-hey!$l#$b#¡No le digas que he dicho eso!$a",
	"Fri2": "¿Cómo te va, @?#$b#Parece que te vendría bien un descanso.#$b#Jaja, ¿quién soy yo para decir eso?$h#$b#No puedo recordar la última vez que me senté y respiré.",
	"Sat2": "Philip me dijo que me tomara un tiempo para descansar mi cuerpo.#$b#Supongo que tiene razón.#$b#Por eso he aumentado mi horario de sueño en 10 minutos.$h",
	"Sun2": "Shane es un buen amigo mío.#$b#A veces vamos a beber al lago.$h#$b#Es un poco irritable, pero es un buen tipo.",
	
	//4 Hearts
	"Mon4": "¡Oh, hola @!#$b#¿Qué pasa?#$b#¿Tomando un descanso?#$b#Bueno, si necesitas ayuda con tu granja, siempre puedo encontrar algo de tiempo.$h#$b#¡No cobro mucho!",
	"Tue4": "Practico la escultura en madera y la carpintería por la noche.#$b#Aunque no soy tan bueno como Leah o Robin.#$b#Es sólo un pequeño pasatiempo para distraer mi mente.",
	"Wed4": "Vi tu granja ayer mientras trabajaba en el Rancho de Marnie.#$b#¿Tienes que gestionar un lote tan grande?#$b#¡Woah!#$b#Recuerdo haber ayudado a tu abuelo antes también.#$b#Era un buen hombre.",
	"Thu4": "¿Me pregunto si también puedo conducir el autobús?#$b#He conducido un tractor muchas veces... hmmm.",
	"Fri4": "Ayer le pregunté a Pika si podía hacer algunos recados por él.#$b#Me dijo que todo está bien y que Corine lo tiene cubierto.#$b#Entonces le pregunté a Corine si podíaecharle una mano.#$b#Ella dijo que es dulce y todo, pero ella quiere ganar su dinero por sí misma.#$b#Admiro su visión de la vida.$h",
	"Sat4": "En realidad, no gasto demasiado dinero y ahorro en lo que puedo.#$b#Quiero decir, ¿en qué lo gastaría?#$b#Entiendo que es por placer, pero, quiero decir, ya tengo como dos camisas y un buen par de jeans.#$b#¿Cómo que no es suficiente?",
	"Sun4": "Abigail me llamó 'rocoso.'$s#$b#No estoy seguro de lo que significa...$s#$b#¿es eso un cumplido o un insulto?$s",
	
	//6 Hearts
	"Mon6": "Ayer, mientras ayudaba a Lewis a mover algunas cajas en su casa, encontré una estatua escondida.#$b#Se parecía a Lewis, pero era de oro.#$b#No lo miré más de lo necesario.#$b#No voy a juzgar las cosas personales de otro hombre.",
	"Tue6": "Anoche, vi a Caroline salir a hurtadillas de su casa y adentrarse en el bosque.#$b#¡Espera, no la estaba espiando!$u#$b#¡Estuve fuera hasta tarde ayudando a Kenneth con algunas luces!$a",
	"Wed6": "Cuando ayudo en la biblioteca, a veces puedo ver las clases que Penny imparte a los niños.#$b#Es muy inteligente.$h#$b#Me gustaría sentarme alguna vez, pero me da un poco de vergüenza.$s",
	"Thu6": "No sé realmente cómo leer y escribir, pero eso no me ha detenido hasta ahora.$h#$b#Lenny dijo que debería tomarme el tiempo para aprender, aunque sea lo básico.#$b#Estoy bien por ahora, pero la idea es agradable.",
	"Fri6": "Ayer fui a comprar una Joja Cola.#$b#¡Sólo era agua con gas!$a#$b#¡Me han estafado!$a",
	"Sat6": "A veces, durante mis trabajos esporádicos, la persona para la que trabajo me trae el almuerzo.$h#$b#El trabajo duro tiene sus ventajas, ¡supongo!",
	"Sun6": "A veces ayudo a Robin con los trabajos de construcción.#$b#Nunca le pido demasiado, ya que tiene una gran familia que cuidar.#$b#Es muy paciente conmigo, y una gran carpintera también.$h",
	
	//8 Hearts
	"Mon8": "¡Oh!#$b#¡Hola!#$b#¡Me alegro mucho de verte, @!$h#$b#¿Yo?#$b#¡Nah!#$b#¡Estoy bien!#$b#¡Nunca me canso!$h",
	"Tue8": "Te ves muy bien, @.$l#$b#¡Parece que todo ese trabajo agrícola te está haciendo fuerte!$h#$b#se nota.#$b#Yo, creo que tengo que trabajar un poco más.#$b#¡Me estoy poniendo un poco gordito!",
	"Wed8": "Oye, ¿necesitas ayuda con tu granja?#$b#Puedo hacer un pequeño trabajo gratis, ¡tal vez como una muestra gratis!#$b#Tal vez entonces consideres contratarme después.#$b#Jaja, es una broma... ¿a menos que?$l",
	"Thu8": "¡Hola @!#$b#¿Cómo va todo?#$b#¿Cuál es tu comida favorita?#$b#¿Por qué?#$b#Oh, nada.$h#$b#Sólo tenía curiosidad.$l",
	"Fri8": "Ayudé a Robin a construir tu renovación.#$b#Sabiendo que era para ti, ¡me esforcé al máximo!$h",
	"Sat8": "El otro día cogí un libro en la biblioteca para leerlo yo solo.#$b#Fue difícil.$s#$b#Pero he conseguido leer todo el índice.$h",
	"Sun8": "¡Hola @!#$b#Hoy estás aún más guapo.$l^Hoy estás aún más hermosa.$l#$b#Ah, ¡espera!$u#$b#¡Lo siento!$u#$b#¿Fue extraño?$l#$b#Pero... ¡Lo digo en serio!$l",
	
	//10 Hearts
	"Mon10": "Hey, @#$b#¿Cómo va la granja?$h#$b#Sólo tienes que pedir ayuda si necesitas ayuda hoy.#$b#Siempre te pondré en primer lugar.$l",
	"Tue10": "Mientras ayudaba a Gus el otro día, le pregunté cuál es tu pedido habitual.#$b#No por ninguna razón en particular.#$b#Tenía curiosidad, eso es todo.$h#$b#... Vale, tal vez quería ver si puedo hacerlo por ti.$l",
	"Wed10": "Hey, @.#$b#¡Me alegro de que estés aquí!$h#$b#¡Rápido, necesito un impulso de energía!#$b#¿Me das un beso?$l#$e#Eso dio en el clavo.$l#$b#¡Gracias @!$h",
	"Thu10": "¡Siento estar siempre ocupado, @!$s#$b#¡Prometo que te compensaré!$s#$b#Dime qué día tienes libre la próxima semana.#$b#¡Vamos a hacer una cita!$h",
	"Fri10": "¡Ah!#$b#Todo este trabajo es agotador.$s#$b#Sin embargo, ¡es satisfactorio cuando termino un trabajo!#$b#Eso es en parte mi culpa, con la forma en que me presiono.$s#$b#Mentiría si dijera que no intento presumir cuando estás cerca.$l",
	"Sat10": "Intenté escribir antes de irme al trabajo.#$b#Mi objetivo es tener al menos 5 palabras al día.#$b#Hoy, escribí '%farm', '%favorite', '%noun', '@', y '%place'.$h#$b#No sé por qué me han venido a la cabeza, pero bueno.$h",
	"Sun10": "Ayudé a Clint el otro día con algunas mejoras de herramientas.#$b#Aunque no estoy seguro de cuál era la tuya.#$b#Recibe muchos pedidos.#$b#Quiero decir, si lo supiera, te la habría entregado personalmente.$h#$b#Ya sabes, sólo para verte.$l",
	
//Special Dialogue
	"breakUp": "Siento que no hayamos funcionado... Espero que puedas encontrar a alguien que te dé la felicidad que yo no pude.$s",
	"danceRejection": "Oh, lo siento @.#$b#Tengo que atender algunas mesas.",
	"divorced": "No me hables.$s#$b#Ya me has hecho perder bastante tiempo.$a",
	"MovieInvitation": "¡¿Una invitación al cine?!$u#$b#Rara vez recibo esas.$l#$b#¡Me encantaría ir contigo, @!$h",

//Resort
  	"Resort_Entering": "Hace tanto tiempo que no salgo del valle.$h#$b#¡Casi he olvidado lo que se siente al estar en un barco!",
  	"Resort_Leaving": "Fue bonito mientras duró.#$b#Pero mañana, vuelve lo de siempre, el trabajo y los recados.$h#$b#Sin embargo, ¡me siento renovado!",
  	"Resort_Leaving_2": "Voy a echar de menos la sal en el aire.#$b#Me recuerda a mi casa.#$b#Debería escribir otra carta a mi familia, pronto.",
  	"Resort_Shore": "¿Está bien que me divierta así?#$b#No dejo de pensar en todo el trabajo que me estoy perdiendo...$s",
  	"Resort_Shore_2": "Harvey me dice que me he estresado demasiado últimamente.#$b#Creo que esto ayudará.",
  	"Resort_Umbrella": "El sonido del océano es una de mis cosas favoritas.#$b#Me hace sentir tan tranquilo, como si pudiera caminar hacia las olas y vivir sin preocupaciones.#$b#Jaja, perdón, ¿fue eso algo raro lo que dije?$h",
  	"Resort_Umbrella_2": "No me gusta estar al sol cuando puedo evitarlo.#$b#No puedo broncearme.#$b#Sólo me quemo.#$b#¡Así es como me salieron todas estas pecas, jaja!$h",
  	"Resort_Umbrella_3": "Me pregunto si necesitan otra persona para ayudar a limpiar.#$b#Debería preguntar a quien sea que esté a cargo.",
  	"Resort_Wander": "¿Estoy perdido?#$b#Puede que no lo parezca, ¡pero se me da bien orientarme en lugares nuevos!",
  	"Resort_Bar": "Hey, @#$b#¿Puedes creer que Gus maneja la molestia del bar y la taberna?#$b#¡Qué tipo tan increíble!$h",
  	"Resort": "Me pregunto si podría llevarme algunos cocos a casa.#$b#¡Son súper sabrosos y la fibra es genial para encender el fuego!$h",

}
