{
	"Introduction": "¡Hola! ¿De dónde vienes? ¡Nunca te he visto antes!#$b#¡Soy Keahi! Ven a visitar el restaurante de mi padre alguna vez, ¿vale?$h",

//Spring
	"spring_1": "Por fin ya no hace frío fuera.#$b#¡Ya no tengo que llevar abrigo!$h#$e#¡INVIERNO, PRIMAVERA, VERANO, OTOÑO!$h",	
	"spring_12": "Oye, durante el Festival del huevo de mañana...#$b#Por favor, déjame ganar, ¿vale?$4",
	"spring_23": "Voy a mostrar mis movimientos en la Danza floral mañana.#$e#¡Quiero impresionar a la linda dama que trabaja en el hotel!$h.",

//Summer
	"summer_1": "¡Mi padre dice que debo alejarme del sol, pero no es divertido en la sombra!$s#$e#¡TODO LO QUE TIENES QUE HACER ES LLAMAR!$h",	
	"summer_10": "No se lo digas a nadie, pero...#$b#¡Voy a poner una baba en la sopa! ¡Ja, ja, ja!$h",
	"summer_27": "¡Vamos a ir a la playa mañana por la noche!#$b#¿Vas a estar allí también?#$e#¡Espero que podamos jugar todos juntos!$h",

//Fall
	"fall_1": "Voy a esconderme en un montón de hojas y asustar a la gente!$h#$e#¡Y ESTARÉ AHÍ, SÍ SÍ SÍ!$h",	
	"fall_15": "He estado ahorrando mi asignación y mañana voy a comprar TODAS las fichas.",
	"fall_26": "¿Qué vas a llevar mañana, @?#$b#¡Apuesto a que será divertido!$h",
	
//Winter
	"winter_1": "No me gusta el frío.$s#$b#¡Pero quiero lanzar bolas de nieve a la gente!$4#$e#¡TIENES UN AMIGO!$h#$e#¡Jajaja, ¿has visto eso! ¡Canté una canción que duró todo un año!$h",	
	"winter_7": "¡Voy a hacer un muñeco de nieve gigante mañana para Ysa!#$e#¡Será tan impresionante!$h",
	"winter_14": "Tengo que ir con mi padre al mercado nocturno mañana.#$e#¿Dijo algo sobre aprender a regatear?",
	"winter_15": "No entiendo lo que está haciendo papá.#$e#¿Qué significa 'regatear'?",
	"winter_16": "Papá dice que tengo que convencer a la gente para pagar menos.#$e#Se supone que no debo discutir con los adultos, sin embargo.$u",
	"winter_17": "Intenté regatear por un caramelo en Pierre's, y entonces papá dijo que así no se regatea.$u",
	"winter_24": "¡Va a ser un año nuevo increíble!$h#$b#¡No puedo esperar!$h",

//Days of the Week

	//0 Hearts
	"Mon": "¡Hola!#$e#¿Quieres jugar?$h",
	"Tue": "¿Qué pasa?#$e#¿Podemos jugar en tu granja?$h",
	"Wed": "Vincent es un buen amigo mío, ¡es divertido estar con él!#$e#¡Es aún más divertido cuando jugamos con Trinnie y Jas!$h",
	"Thu": "Vi a Yuuma el otro día. Lo invité a jugar pero se fue.$s#$e#Es tan raro.$a",
	"Fri": "Papá dice que mi cocina ¡ha mejorado!$h#$e#No se lo digas, pero he estado intentando cocinar mejor para que me deje salir a jugar más, ja ja.$4",
	"Sat": "¡Hola! ¿Qué haces?#$e#¿Quieres jugar conmigo?$h",
	"Sun": "%Keahi parece estar conteniendo la respiración.",

	//2 Hearts
	"Mon2": "¡Hola! ¡Ven a jugar conmigo!#$e#¿Qué tan lejos puedes patear una lata de Joja?$h",
	"Tue2": "Trinnie y Jas me obligaron a tomar el té con ellas el otro día.$h#$e#No me interesa el té, ¡pero no dejaban de llamarme 'señorita Keahi'!$u",
	"Wed2": "Mi padre se enfada conmigo a veces...$s#$e#¡Hay veces que desearía que me dejara en paz!$a",
	"Thu2": "¡Hey, @! ¿Quieres jugar?$h#$e#Está bien si estás muy ocupado...$s^Está bien si estás muy ocupada...$s",
	"Fri2": "¡Trinnie y yo perseguimos un kiwi rodante ayer!$u#$e#¡Fue tan rápido!$h",
	"Sat2": "El otro día le gasté una broma al señor Bert y escondí un pescado podrido dentro de su casa.#$e#¡ja ja ja! ¡Fue tan divertido!#$e#Trinnie fue regañada cuando llegó a casa, sin embargo.$u#$e#Le dije que lo sentía.$s",
	"Sun2": "Ese viejo con el pelo azul es tan raro.#$e#Sigue poniendo agua en las botellas y luego sólo las mira.#$e#¿Por qué hace eso?$u",

	//4 Hearts
	"Mon4": "¡Vincent y Jas me enseñaron un pequeño secreto con las cebolletas el otro día!$u#$b#¡Si eres muy amigo de ellos, quizás te lo cuenten también!$h",
	"Tue4": "Trinnie dice que puede ganarme en una carrera desde la Colina floreciente hasta el Huerto Ruiseñor.#$e#Me gustaría verla intentarlo, ¡ja, ja!$h",
	"Wed4": "Encontramos una extraña estatua en el bosque Tizón.#$b#Parecía una muñeca espeluznante.$u#$b#Quería llevarla a casa, pero era demasiado grande.$s",
	"Thu4": "¡Hey, @!#$e#¿Podemos jugar en tu granja hoy?$h",
	"Fri4": "¿Es difícil cultivar? Tal vez yo también pueda ser granjero.#$e#¡Quizás Jeric o Alissa sean mis granjeros!$h",
	"Sat4": "El otro día jugamos en la granja de la tía Marnie.#$e#¡Una cabra intentó comerse el pelo de Trinnie!$u",
	"Sun4": "¡Hey, @!#$e#¿Crees que a Ysa le gusta el atún picante?#$b#Quizás le haga un poco.#$e#¡O quizás debería ahorrar mi asignación para un diamante!$h#$b#¡Entonces tendrá que casarse conmigo!$4",
	
	//6 Hearts
	"Mon6": "El otro día seguí a Philip por ahí.$h#$b#Pasó mucho tiempo en casa de Yuuma.#$e#¿Me pregunto qué hace allí?$u",
	"Tue6": "El otro día vi a Yuuma con un hombre alto.#$b#Sin embargo, sólo estaban caminando lentamente.#$e#¿Creo que era su hermano?",
	"Wed6": "¡Jas es tan callada, pero es una buena amiga!$h#$e#Vincent nunca está callado. Es igual que Trinnie.$h.",
	"Thu6": "¡La Srta. Penny es muy buena profesora!#$b#¡El otro día aprendí sobre diferentes animales!$h#$e#La Srta. Flor también es muy divertida para hablar.$h#$b#¡Pero a veces usa palabras que no conozco y me da dolor de cabeza!$u",
	"Fri6": "¡Hola! ¿Puedo jugar en tu granja ahora?$h#$e#¡Me portaré bien, lo prometo!$s",
	"Sat6": "Ayer probé a hacer una nueva receta.#$b#Papá dijo que necesitaba más sabor.$s#$e#¡La próxima vez haré que tenga mucho sabor!$h",
	"Sun6": "¿Qué pasa, @?#$e#¿Podemos jugar en tu granja?$h#$e#¡Limpiaremos después, lo prometo!$s",
	
	//8 Hearts
	"Mon8": "Papá se enfadó conmigo y con Trinnie ayer.$s#$e#Intentamos pegar un cartel de 'patéame' en la espalda de Shane.$h#$b#Jas se enfadó con nosotros también.$s#$e#No deberíamos haber hecho eso.$s",
	"Tue8": "Mi padre intenta enseñarme samaowaii.#$b#Es lo que hablan en las islas Helecho.#$e#Nací en la aldea pero mi padre es de las islas.#$e#Mi madre también lo es...$s",
	"Wed8": "¡Vincent y yo nos acercamos a las alcantarillas ayer!$h#$e#Estoy bastante seguro de que vimos a alguien allí, ¡pero olía demasiado mal como para mirar alrededor!$u",
	"Thu8": "¡Oye! ¿Puedo jugar en tu granja?#$e#¿Y si te hago un pastel de chocolate? ¿Me dejarías jugar entonces?$h",
	"Fri8": "Trinnie y yo estábamos jugando a las casitas...#$e#Se enfadó conmigo cuando le dije que quería ser el cocinero en lugar del papá.$s#$e#¡Pero ser papá es aburrido! ¡Ser cocinero es mucho más divertido!$h",
	"Sat8": "¡Papá dice que mis platos son más sabrosos que los suyos!$h#$e#¡Estoy tan feliz!$h",
	"Sun8": "%Keahi parece estar medio dormido.",
	
	//10 Hearts
	"Mon10": "¡Hola, @!$h#$e#Aquí, sujeta esto.[0]$h#$e#Bien. ¡Adiós!$4",
	"Tue10": "¡Hola, @!#$b#¡He hecho esto![204]#$e#¡Sabe bien! ¡Espero que te guste!$h",
	"Wed10": "¡Trinnie y yo vimos un ninja en la cresta ayer!$u#$b#¡Se veía tan genial!#$b#¡Creo que quiero ser como él cuando crezca!$h#$e#¡O creo que me gustaría ser un ninja-cocinero!$4#$b#¡Cortando ingredientes con mi espada como bam, bam!#$e#%Keahi está haciendo sonidos de lucha.",
	"Thu10": "¡Hey! ¿Puedo jugar en tu granja ahora?#$e#¿Qué pasa si riego los cultivos?#$e#¿Pooor favooor?$s",
	"Fri10": "¡Eres divertido, @!$h^¡Eres divertida, @!$h#$b#Siempre puedes jugar con nosotros, ¿vale?#$e#¡Quizás te haga un pastel de chocolate!$4",
	"Sat10": "¡Un día voy a abrir mi propio restaurante!$h#$e#Ven a visitarme cuando lo haga, ¿vale?$h",
	"Sun10": "Me gustaría poder volar para poder ver el valle desde arriba.#$e#¡Eso sería muy divertido!$h",
	
//Special Dialogue
	"MovieInvitation": "¿¡Película!?¡$u#$b#¡COOL! ¡Gracias, @!$h#$b#Nos vemos allí.",

//Resort
	"Resort_Entering": "¡Guau! ¡Este lugar se ve increíble!$h",
	"Resort_Leaving": "Awh, realmente no quería irme todavía.$s",
	"Resort_Shore": "Oye @, ¿cuánto tiempo puedes aguantar la respiración bajo el agua?$h",
	"Resort_Chair": "Estoy tan cansado de tanto nadar.#$e#¿Cómo lo hacen los peces?$u",
	"Resort_Bar": "Tengo mucha sed.$s#$e#He bebido un poco de agua del océano, ¡pero ahora tengo aún más sed!$u",
	"Resort": "¡Voy a construir el castillo de arena más grande de la historia!$h",

}
