{
	"Introduction": "¡Oye! Eres el nuevo granjero, ¿verdad? Lenny dijo que probablemente pasarías por aquí.^¡Oye! Eres la nueva granjera, ¿verdad? Lenny dijo que probablemente pasarías por aquí.#$b#Encantado de conocerte. Soy Kenneth, el electricista de Ridgeside Village.#$b#¡Espero que te vaya bien!$h",

//Spring
	"spring_1": "Tengo que ir a comprobar diferentes sistemas y limpiar la nieve restante.#$b#Tenemos que tener cuidado para mantener todo este viejo cableado.",
	"spring_12": "¡Hace tiempo que se me antoja una tarta de natillas! Me alegro de que mañana sea el festival del Huevo.$h",
	"spring_23": "El bosque se ve increíble cuando está decorado para la danza floral.#$b#¡Estoy deseando que llegue mañana!",

//Summer
	"summer_1": "Estoy deseando ir a la playa y relajarme.#$e#Después de mi trabajo de hoy volveré a casa a buscar mi traje de baño.",
	"summer_10": "Espero que traigas algo bueno para mañana, @.#$b#Tengo que impresionar al Gobernador...#$e#¡Jaja, sin presión!$h",
	"summer_27": "Las medusas lunares se aprecian mejor con todas las luces de la playa apagadas.#$e#Me encanta verlas, las medusas siempre desprenden la luz natural más bonita.$h",

//Fall
	"fall_1": "El otoño es la mejor estación para el aire fresco y los largos paseos.#$b#Aunque a veces me asustan las ardillas que corren.$u",
	"fall_15": "Estaré ayudando a Ian y Lewis en la preparación del pueblo para mañana.#$b#¡Espero que la feria sea un gran éxito!",
	"fall_26": "Las decoraciones para mañana no requieren demasiado trabajo por mi parte.#$e#Ese mago se encarga de la mayor parte, en realidad.#$b#Aun así, si algo parece estar fuera de lugar, házmelo saber. Haré lo que pueda para asegurarme de que todo está a salvo.",

//Winter
	"winter_1": "La nieve es bonita y todo, pero toda la humedad me preocupa.#$b#Instalé precauciones la temporada pasada, pero todo el cableado es realmente viejo....",
	"winter_7": "¡Hey @! ¿Vas a pescar mañana?#$b#¡Espero verte allí!$h",
	"winter_14": "¿Vas a buscar algo en concreto en el mercado nocturno de mañana, @?#$e#No busco nada en concreto, ¡pero me gusta curiosear!$h",
	"winter_15": "He montado todas las luces colgantes alrededor del muelle para el mercado nocturno de este año.#$b#Espero que todo vaya bien.",
	"winter_16": "No he encontrado nada que valga la pena comprar esta noche.#$b#¿Algo te ha llamado la atención, @?",
	"winter_17": "¡Hola, @! ¿Sabías que los submarinos se han utilizado durante siglos?#$b#¡Y ahora incluso podemos pescar en ellos!",
	"winter_24": "La Fiesta de la estrella de invierno me pone nervioso ¡los adornos consumen mucha energía!$s#$b#Sólo espero que no haya una subida de tensión.",

//Days of the Week

	//0 Hearts
	"Mon": "Buenos días, @. Hoy he estado bastante ocupado. ¿Y tú?",
	"Tue": "Tengo que abastecerme de algunas cosas básicas...#$b#También necesito piezas para un proyecto personal, pero eso tendrá que esperar.",
	"Wed": "Reviso los faroles del pueblo cada semana, sólo para estar seguro.#$b#Sé que me preocupan mucho este tipo de cosas.",
	"Thu": "¡Maru es una gran ayuda! Es increíblemente inteligente para su edad.#$b#¡A veces parece que incluso sabe más que yo!",
	"Fri": "Tengo hambre.$s#$e#Me pregunto ¿qué hay en el menú de Pika hoy?",
	"Sat": "Hola.#$e#Lo siento, no tengo tiempo para charlar.",
	"Sun": "Mi pequeño invento explotó anoche.$s#$e#Debería pedirle ayuda a Maru.",
	
	//2 Hearts
	"Mon2": "El otro día vi un kiwi rodando entre los árboles.#$e#Estoy seguro de que sólo entendí mal lo que estaba viendo.",
	"Tue2": "Asegurarse de que todo este cableado está en buenas condiciones es tedioso.$s#$e#Ojalá pudiéramos conseguir financiación para sustituir algo de esto...$s",
	"Wed2": "¿Me pregunto si algún día se celebrará un concierto en la aldea?#$e#Eso podría ser divertido. Y entonces alguien podrá por fin usar ese montaje que compró Lenny.",
	"Thu2": "A veces, por la noche, cuando arreglo las farolas del pueblo, veo a Linus buscando en los cubos de basura.#$e#No me molesta.#$b#Quiero ir a comprarle comida, pero se negó cuando se lo ofrecí el otro día.$s",
	"Fri2": "Maru es una buena amiga mía.#$b#Ella me enseña mucho sobre cosas como los servos y yo le enseño circuitos más detallados.#$e#¡Es un buen acuerdo! Y compartimos nuestros proyectos entre nosotros.",
	"Sat2": "Mi pequeño robot explotó y casi incendió mi casa anoche.$u#$e#¡Ian bajó a ayudarme en cuanto oyó el estruendo! Se lo debo.$h",
	"Sun2": "Siempre me aseguro de que las lámparas estén en perfecto estado.#$b#No quiero que nadie se pierda en la oscuridad por la noche.$e#Pero para ser honesto, yo soy el que tiene miedo a la oscuridad.$s",

	//4 Hearts
	"Mon4": "El otro día arreglé el sistema eléctrico del museo.#$b#Encontré algunas cosas interesantes escondidas en las paredes mientras estaba en ello.#$e#¿Me pregunto quién lo habrá escondido? ¡Se lo conté a Gunther y se sorprendió!$h",
	"Tue4": "Demetrius ha sido realmente acogedor conmigo.#$b#Me temo que podría tener una idea equivocada. Maru es como una hermana pequeña para mí.#$e#En realidad estoy alentando a Harvey y Maru.$h",
	"Wed4": "Willy tuvo algunos problemas con sus luces el otro día.#$b#Me dio unos cangrejos como agradecimiento por la ayuda.#$e#Se los di a Pika, ¡y lo convirtió en una cena increíble!$h",
	"Thu4": "Tengo que admitir que no soy muy aficionado a arreglar los faroles.#$b#Quiero decir que me gusta juguetear con el cableado, es que...$s#$e#me dan miedo las alturas..$s",
	"Fri4": "Siempre estoy aquí arriba revisando todo para tratar de evitar que alguna de estas bombillas estalle.#$b#Este pueblo tiene un presupuesto estricto y estas no son baratas de reemplazar.#$e#Sigo diciéndole a Lenny que necesitamos más...",
	"Sat4": "¡Hola @! ¿Cómo te va?$h",
	"Sun4": "Ayudé a hacer la mini caja de música que Gus tiene en su Salón.#$e#Estoy muy orgulloso, quería compartirlo.$h",
	
	//6 Hearts
	"Mon6": "He estado intentando montar mi propio sistema de sonido envolvente en casa.#$e#Es más difícil de lo que crees. No soy un ingeniero de audio.$s",
	"Tue6": "¡Hola @! ¡Me alegro de verte hoy!#$e#Si notas algun farol parpadeante por el valle, por favor dímelo, ¿vale?",
	"Wed6": "No me gusta arreglar nada junto a la parada de autobús por la noche.#$e#A veces escucho cosas muy extrañas...$u",
	"Thu6": "¿Cómo te va, @? ¿Te va bien?#$e#¡Impresionante! Deberíamos tomar algo alguna vez.#$b#Bueno, café. No bebo mucho.$h",
	"Fri6": "He oído que tienes maquinaria que te ayuda en tu granja.#$b#¡Oh, sí! Siempre he querido ver una de esas en acción...#$e#Me encantaría echar un vistazo alguna vez.#$b#Hazme saber si alguna vez se rompe y lo arreglaré gratis, ¿vale?$h",
	"Sat6": "¡Hola @! ¡Me alegro de verte hoy!#$b#¿Cómo está la granja?#$e#Tuve una idea para algo que podría ayudarte en la granja, pero aún está en proceso.#$b#¡Te avisaré cuando esté listo para ser probado!$h",
	"Sun6": "¡El televisor que he estado arreglando finalmente funciona correctamente!$h#$e#Ahora sólo tengo que recordar quién me lo dio para entregarlo en primer lugar...$s",
	
	//8 Hearts
	"Mon8": "¿Quieres ir conmigo con mis rondas hoy @?#$e#¡Podría ser divertido! Quiero decir, no sé. Espero que lo encuentres divertido.$h",
	"Tue8": "¿Necesitas ayuda con algo alrededor de tu granja @?#$b#Espero poder ayudar.#$e#Estoy tratando de averiguar cómo automatizar la cosecha a pequeña escala.$h",
	"Wed8": "Te ves muy bien hoy @. Lo digo en serio.$l#$e#¿Por qué el cumplido repentino? Quiero decir, ¿por qué no?#$b#No quiero decir nada raro con ello. Sólo digo.$h",
	"Thu8": "Hola, @. ¿Cómo va tu día?#$e#Si tienes tiempo, ¿quieres salir?$h",
	"Fri8": "Oye, ¿cómo te las arreglas para ir por el campo cuando oscurece?$s#$b#Sólo tengo curiosidad.$s#$e#Quiero decir que no me gusta la oscuridad... no me gusta... en absoluto...",
	"Sat8": "Arreglar el sistema de sonido en el escenario es algo divertido.$h#$e#¿Quieres que te cante una canción? Jaja Sólo estoy bromeando, soy malo cantando.$h",
	"Sun8": "Espero que estés bien hoy @. ¿Necesitas ayuda con algo?#$e#Espero poder ayudarte en lo que sea.$h#$e#Sólo dímelo ¿vale?$h",

	//10 Hearts
	"Mon10": "Te ves muy bien hoy @.#$b#No puedo entender cómo me las arreglé para robarte el corazón.$l#$e#Me alegro de haberlo hecho como tú hiciste con el mío.$h#$e#¿Cursi? ¡Lo siento, lo he intentado!$h",
	"Tue10": "Marnie vino el otro día y pidió ayuda con su televisión.#$e#¡Parecía que alguien la había pateado! Estaba confundida. Aunque no hice ninguna pregunta.",
	"Wed10": "Intenté terminar algo más de trabajo anoche.#$b#¡Hombre estoy tan cansado! No he dormido lo suficiente.$s",
	"Thu10": "Hola, @. ¿Terminaste con tu trabajo?#$e#¿Quieres que pasemos el día juntos ahora? Puedes acompañarme con mis rondas también si quieres.$h",
	"Fri10": "¿Quieres que te enseñe algunos circuitos básicos?#$b#He visto que también haces tu propia artesanía en tu granja. Me gustaría ayudar.$h",
	"Sat10": "A veces las pequeñas cosas que haces aparecen en mi cabeza de la nada.#$e#Como cuando te tiras de la oreja cuando estás pensando, o me sonríes...$l#$b#¡Estoy siendo cursi otra vez, lo siento!$h",
	"Sun10": "¡@! Me alegro de que estés aquí.$h#$b#Es que ha sido una semana larga y verte siempre ayuda.$l",

//Special Dialogue
	"breakUp": "¿He hecho algo mal, @? No pensé que llegaría a esto.$s",
	"danceRejection": "Oh, no. No soy un gran bailarín...$6",
	"divorced": "No importa cuántas veces intentes arreglar dos cables, el resultado es siempre un fusible fundido.$s",
	"MovieInvitation": "¿Al cine? ¡Claro!$h#$b#Me encantaría ir contigo al cine, @.#$b#Cambio de aires para mí. ¡Ja, ja!$h",

//Resort
	"Resort_Entering": "Esto es mejor que la playa de Pueblo Pelícano, ¡eso es seguro!$h",
	"Resort_Leaving": "Hoy me lo he pasado bien. Sin embargo, me pongo ansioso si no compruebo las máquinas del pueblo durante mucho tiempo.$6",
	"Resort_Leaving_2": "La playa estaba bien. Creo que una buena cena en Pika's será la manera perfecta de terminar mi día.$h",
	"Resort_Shore": "El agua está muy caliente aquí. No es nada como la playa de Pueblo Pelícano.$h",
	"Resort_Shore_2": "Me pregunto si esta playa se beneficiaría de la instalación de algunas luces. No, no.#$b#No queremos contaminar la isla, ¿verdad?",
	"Resort_Umbrella": "Es un cambio de ritmo refrescante estar tan lejos de la civilización.#$b#Esta isla es casi como un mundo diferente.",
	"Resort_Umbrella_2": "Necesito algo de sombra.$6#$b#¡En la aldea no suele hacer tanto calor!",
	"Resort_Umbrella_3": "Por fin, algo de tiempo para relajarse.$h#$b#¡Si tuviera que reparar máquinas un día más, creo que me volvería loco!$6",
	"Resort_Wander": "Conozco a algunas personas que querrían ir a explorar el interior de la isla.#$b#¿Y yo? ¡Estoy bien aquí! Hoy NO me van a secuestrar los piratas, ¡no gracias!$6",
	"Resort_Bar": "Oh, sólo estoy tomando un ponche de frutas. Realmente no me interesa mucho el alcohol.$h",
	"Resort": "Apuesto a que hay todo tipo de tesoros ocultos aquí.$h#$b#Me encantaría recoger algunos, pero quién sabe lo que se esconde en esa selva...$6",

}
