{
	"Introduction": "¡Hola de nuevo, @!$h#$b#No te he asustado con esa pequeña gira, ¿verdad?#$b#Me alegro de verte de nuevo.#$b#¡Asegúrate de visitarnos a menudo!$h",

//Spring
	"spring_1": "Los años nuevos vienen, los años viejos se van.#$b#Sabemos que soñamos, soñamos que sabemos.#$e#Pequeño poema gracioso, pero bastante apropiado, ¿no crees?$h",
	"spring_12": "¡Solía ser la campeona invicta de la búsqueda de los Huevos, sabes!$h#$e#Lewis dijo que ya no se me permite participar.$s#$b#Algo sobre 'actuar como un adulto'.$s",
	"spring_23": "No te sientas mal si nadie quiere bailar contigo en el la Danza floral...$s#$e#¡Siempre hay un próximo año!$h",

///Summer
	"summer_1": "A estas alturas de la temporada, trato de preparar el papeleo para la visita anual del Gobernador.#$b#Presentamos los resultados financieros del año fiscal y presentamos propuestas.#$e#Cosas aburridas, en realidad.$h",
	"summer_10": "Lewis ha estado muy estresado por impresionar al Gobernador mañana.$s#$e#¿Yo? Realmente no me importa mucho.#$e#¡Sólo estoy allí por la comida!$h",
	"summer_27": "Tu abuelo solía llevarnos a Lewis y a mí a ver las medusas todos los veranos.#$b#Me recuerdas a él, sabes...$s#$e#¡No te preocupes, no te obligaré a llevarme!$h",

//Fall
	"fall_1": "El cultivo más rentable en otoño es siempre la calabaza.#$b#¡Planta algunas ahora, y tendrás tanto un buen beneficio como mucho que comer!$h$e#Son muy versátiles.#$b#Hiervelas, hazlas puré, mételas en una tarta.$h",
	"fall_15": "¿Has terminado de preparar tu exposición para la feria de mañana, @?#$e#¡Estoy deseando verla!$h#$b#Voy a ser uno de los jueces, ya sabes.$h",
	"fall_26": "Me encanta preparar la víspera de los Espíritus cada año, pero vaya que es mucho trabajo.$s#$e#¿Dónde está Ian? Debería pedirle ayuda.",

//Winter
	"winter_1": "La mayoría de los granjeros se relajan durante el invierno, si pueden permitírselo, pero el dinero puede llegar a ser escaso.$s#$e#Siempre puedes encontrar algo que valga la pena vender en las minas, pero si bajas allí, asegúrate de vigilar tu espalda.",
	"winter_7": "La pesca nunca ha sido lo mío.#$b#¡Parece que te las arreglas bien, sin embargo!#$e#¡Buena suerte para vencer a Willy!$h#$b#¡Ese hombre sabe manejar una caña!#$",
	"winter_14": "¡Tenemos suerte de que el Mercado Nocturno se tome el tiempo de parar en nuestro pequeño valle!",
	"winter_15": "Siempre se encuentra la gente más fascinante aquí en el mercado.",
	"winter_16": "¡Aquí puedes conseguir cosas que no puedes conseguir en ningún otro sitio!$h#$e#El café gratis también es muy bueno.",
	"winter_17": "Terminé todas las compras que quería hacer ayer.#$e#¡Me gusta venir aquí y ver a la gente el último día!",
	"winter_24": "¡No te olvides de recoger un regalo para mañana!",

//Days of the Week

	//0 Hearts
	"Mon": "Vaya, hola, @.#$b#Me alegro de verte.$h#$e#¿Cómo te trata la vida en la granja?",
	"Tue": "Me gusta terminar mi papeleo temprano, así puedo relajarme el resto de la semana.#$e#¡No soy perezosa, soy eficiente!$h",
	"Wed": "Uhhgg, hoy no tengo muy buen aspecto, ¿verdad?$u#$e#Apenas dormí anoche, estuve despierta toda la noche terminando el papeleo.$s",
	"Thu": "¡@! Me alegro de verte.$h#$e#Gestionar la aldea puede ser bastante molesto a veces.$s#$b#Pero los aldeanos hacen que todo merezca la pena.$h",
	"Fri": "Gracias a Yoba es viernes.$h#$e#Deberías visitar el restaurante de Pika o el salón Fruta Estelar de vez en cuando, @.#$e#No trabajes demasiado. ¡Relájate!$h",
	"Sat": "El Sr. Aguar es un hombre agradable.#$b#Sólo que es muy apasionado con su investigación.#$e#Tiene sus razones, creo.",
	"Sun": "Ian es un hombre muy trabajador.#$b#Rara vez pide mucho.#$e#Espero que no esté trabajando demasiado.$s",
	
	//2 Hearts
	"Mon2": "¡Puede que sea la hermana mayor de Lewis, pero soy joven de corazón!$h#$e#Lewis dice que eso es sólo una forma amable de decir inmadura.$s#$b#Yo digo que es un viejo carcamal.$h",
	"Tue2": "¡Hola, @!$h#$b#¿Cómo lo llevas?#$e#¡Es un gran cambio ir del pueblo a nuestro pequeño valle!$h",
	"Wed2": "¡El papeleo puede no parecerte importante, pero sin papeleo no hay subsidios!#$e#Algunos de los aldeanos realmente dependen de ellos.$s",
	"Thu2": "Ridgeside Village y Pueblo Pelícano son la columna vertebral del Valle.#$e#Nos necesitamos mutuamente, y Ferngill nos necesita.$a",
	"Fri2": "Lewis tiene una reputación que mantener, pero yo no tengo esas preocupaciones.",
	"Sat2": "Hola, @.#$e#¿Haciéndote el vago?$a^¿Haciéndote la vaga?$a#$b#¡Ha, estoy bromeando!$h#$e#Sé que terminas tu trabajo temprano por la mañana.",
	"Sun2": "Espero que el valle te trate bien, @.$h#$e#Si necesitas alguna provisión siempre puedes visitar a Jeric o a Pierre.",
	
	//4 Hearts
	"Mon4": "Ese viejo centro cívico en Pueblo Pelícano realmente necesita ser arreglado, pero simplemente no tenemos los fondos, incluso si Ridgeside Village ayuda.$s#$e#Sería genial si pudiera arreglarse mágicamente de la noche a la mañana, ¡ja!$h",
	"Tue4": "Han corrido rumores por la aldea que ruedan o saltan kiwis.$u#$e#Suena ridículo, ¿verdad?$h#$e#Pero mucha gente dice lo mismo...$s",
	"Wed4": "Cuidado con Keahi y Trinnie, esos bribones son socios en el crimen.$h#$e#Pueden parecer lindos e inocentes, pero no tienen miedo de hacer bromas.$a#$b#Sin embargo, son buenos chicos.#$b#Sólo que no saben dónde poner el límite.$s",
	"Thu4": "Alissa viene aquí a veces para ayudarme a empaquetar suministros y envíos.#$e#A veces la oigo cantar para sí misma.#$e#Tiene una voz increíble.$h",
	"Fri4": "Nunca lo sabrías, pero en realidad soy la hermana mayor de Lewis.$h#$e#Supongo que el estrés realmente envejece a una persona.$s",
	"Sat4": "¡Hmph! Me gustaría que Lewis fuera más abierto sobre su vida amorosa.$a#$e#¡Soy su hermana!$a#$b#No quiero entrometerme, pero si no me cuenta nada, ¿qué otra cosa puedo hacer?$s",
	"Sun4": "Apuesto a que a veces te sientes solo en tu granja.$s^Apuesto a que a veces te sientes sola en tu granja.$s#$e#Deberías encontrar a alguien que te haga compañía.$h#$e#¡Las gallinas no cuentan!$h",
	
	//6 Hearts
	"Mon6": "Buenos días, @.$h#$e#He oído que la granja va bien.#$b#Tus cosechas se han vendido como churros.#$e#Tal vez deberías vender churros, ¡ja!$h",
	"Tue6": "Robin es una buena amiga mía.#$e#Cuando éramos jóvenes siempre nos metíamos en líos.$h#$b#Incluso construimos juntos una casa en el árbol en lo profundo del bosque Tizón.#$e#¿Me pregunto si todavía está allá?$s",
	"Wed6": "Sabes, algunos días Shane me recuerda a mí misma cuando tenía su edad...$s",
	"Thu6": "¿Cómo pueden sobrevivir los pequeños negocios cuando megacorporaciones como Joja ni siquiera pagan impuestos locales?$a#$b#Cobran menos, pagan menos a sus empleados y no contribuyen al flujo de caja del gobierno local...$a#$e#Ah, lo siento. Lo creas o no, ¡hay una empollona de la economía dentro de mí!$h",
	"Fri6": "Hola, @. ¿Cómo te va?#$e#¿Trabajando mucho o poco? ¡Ja, ja!$h#$e#Pasé por tu granja el otro día. ¡Se ve bien!$h",
	"Sat6": "Ha habido rumores sobre ruidos extraños y aterradores procedentes de la cresta.$s#$b#¡Son sólo rumores, por supuesto!#$e#La aldea de Ridgeside es el lugar más seguro del valle.$h",
	"Sun6": "Visitar el pueblo es una buena forma de relajarse.#$e#Me gusta relajarme mucho, a veces...#$e#Le prometí a Lewis que sería más responsable.$s",
	
	//8 Hearts
	"Mon8": "¡Me alegro de que hayas encontrado tiempo para visitarme!$h#$e#¿Qué puedo ofrecerte?#$b#¿Café?#$b#¿Fotos embarazosas de Lewis?$h",
	"Tue8": "¿Adivina lo que vi el otro día?$u#$b#¡A Lewis y Marnie, besándose!$u#$b#¡Lo sabía!$h#$e#Si tuviera uno de esos teléfonos móviles de lujo con cámara, puedes apostar tu trasero a que habría conseguido pruebas.",
	"Wed8": "Se supone que no debo revelar ninguna información personal sobre los habitantes del valle...$s#$b#...pero no creo que cuente revelar que no sé nada, ¿no?$h#$e#¡Linus es un misterio! Nadie sabe de dónde viene.$u",
	"Thu8": "Un tipo peculiar, Jio, se mudó a Ridgeside hace algún tiempo.#$e#Debe tener algún tipo de ingreso, pero no tengo la menor idea de lo que hace.$u#$e#¿Has oído algo?",
	"Fri8": "Ridgeside Village y Pueblo Pelícano están económicamente entrelazados.#$b#Los productos que se fabrican en el pueblo se venden en la aldea y viceversa.#$e#Ridgeside está bajo la jurisdicción de Pueblo Pelícano, sin embargo.#$b#Ayudo a Lewis para que le sea un poco más fácil.",
	"Sat8": "Ridgeside Village nunca debió ser una aldea propia.#$b#Se suponía que era un refugio para los residentes de Pueblo Pelícano en caso de que alguna vez tuvieran que evacuar.$s#$e#Afortunadamente eso no ha sido necesario...#$b##...al menos todavía.",
	"Sun8": "Jeric tiene un conjunto diverso de cultivos y semillas de calidad.#$b#Alissa y su familia se especializan en fruta, con ese precioso huerto que tienen.#$e#¿Y tú, @? ¿Cuál es tu especialidad?",
	
	//10 Hearts
	"Mon10": "Marnie vino el otro día y cotilleamos sobre Lewis.$h#$e#No puedo decidir si debería burlarme de él o alegrarme por él.",
	"Tue10": "Seguro que ya conoces a Marlon.#$b#Nos conocemos desde hace mucho tiempo.#$e#Sé lo que le pasó en el ojo, ya sabes.$h#$b#No es mi historia, pero deberías preguntarle alguna vez.",
	"Wed10": "Evelyn ha sido una hermana mayor para muchos de nosotros al crecer.#$e#No te dejes llevar por su frágil figura.#$b#Es más fuerte de lo que crees.",
	"Thu10": "Freddie y Lola, la pareja de viejos que residen al oeste de la aldea, son aventureros retirados.#$b#O eso es lo que me dijeron, al menos.$s#$e#Hay un rumor que dice que su cobertizo está lleno de tesoros.$u#$b#¡No sé nada de eso, pero sí que tienen grandes historias!$h",
	"Fri10": "A veces estoy tan enfrascada en el papeleo que me olvido de comer.$s#$b#¡Menos mal que Pika está abierto todo el tiempo!$h#$e#Hace una tarta increíble, y no hay nada mejor que un trozo de tarta caliente después de una larga noche de sostener lápices.",
	"Sat10": "Puede que sea un largo camino entre Ridgeside y Pueblo Pelícano, pero todo el mundo va y viene todo el tiempo.#$e#¡Se siente como si fuéramos un solo pueblo con un teleférico en el medio!$h",
	"Sun10": "¿Sabes que no pude encontrar nada sobre Linus?#$e#¡Parece que una vez fue millonario!$u#$e#¡No le digas a nadie que te lo dije!",

//Special dialogue
	"MovieInvitation": "¿Una película? ¿Cómo sabías que estaba buscando una cita?$4#$b#¡Ja ja! Sólo te estoy tomando el pelo. Por supuesto que iré. Gracias por la invitación.$h#$b#Te veré allá.",
	
//Resort
	"Resort_Entering": "¡Oh, vaya, hace más calor aquí que en Ridgeside!$u",
	"Resort_Leaving": "¡Hora de irse!",
	"Resort_Shore": "Le enseñé a Lewis a nadar.#$e#Se enseñó a sí mismo a flotar, ¡ja, ja!$h",
	"Resort_Chair": "Un descanso de todo ese papeleo es realmente lo que necesitaba.$h",
	"Resort_Bar": "Aawh, no venden Batido de cereza y bayas aquí.$s",
	"Resort": "¡Hola, @!$h#$e#Dicen que el agua de la isla tiene propiedades curativas.#$e#¿Te lo crees?",

}
