{
	"Introduction": "¡Hola, querido!$h^¡Hola, querida!$h#$bEres nueva aquí, ¿verdad?$h^Eres nuevo aquí, ¿verdad?$h#$b#Es tan agradable ver caras nuevas en el pueblo.$h#$b#Me llamo Lola y vivo aquí con mi marido, Freddie.#$e#¡No te preocupes por nosotros, sólo unos viejos tortolitos disfrutando de la paz y la tranquilidad!$h",

//Spring
	"spring_1": "Primavera, ¿hmm?#$b#Nunca entendí realmente la fascinación por esta estación.#$b#No es realmente mi personalidad, ya sabes...",
	"spring_12": "¡Hola, @!#$b#¿Estás emocionado por lo de mañana?$h^¿Estás emocionada por lo de mañana?$h#$e#Estoy ayudando a esconder los huevos en preparación para la búsqueda de los huevos.#$b#Aunque, Caroline sigue diciéndome que los haga más fáciles de encontrar.$s",
	"spring_23": "Oh, Freddie y yo esperamos con ansias la danza floral cada año.#$b#¡No tenemos muchas oportunidades de pavonearnos!$h",

//Summer
	"summer_1": "Voy a planear un viaje a la playa para mí y Freddie.$h#$e#Sin embargo, tendré que tener cuidado con el traje de baño que meta en la maleta.$u#$b#¡No quiero que al viejo le dé un infarto, después de todo!$h",
	"summer_10": "Mi marido y yo conocimos al gobernador hace años, antes de que fuera elegido.#$b#En aquel entonces todavía era un hombre joven, lleno de sueños y promesas.",
	"summer_27": "¡Estoy tan emocionada por la noche de mañana!$h#$e#Freddie y yo hemos viajado por todo el mundo, y no hay nada como las medusas lunares aquí en el valle.",

//Fall
	"fall_1": "Una vez aprendí un poema tradicional de Gotoro mientras viajaba.#$b#Creo que dice: 'Caen, hojas, caen; mueren, flores, se alejan.#$b#Larga la noche y corto el día.#$b#Cada hoja me habla de la dicha.#$b#Alborotando desde el árbol de otoño.'#$b#Hermoso, hmm?$h",
	"fall_15": "¡Tienes que elegir tus mejores cosechas y productos para mañana, querido!$h^¡Tienes que elegir tus mejores cosechas y productos para mañana, querida!$h#$b#Presenta siempre lo mejor que tienes. ¡La primera impresión es muy importante!",
	"fall_26": "La víspera de los Espíritus es mi fiesta favorita.$h#$e#Me encantaba disfrazarme. Tenía un pequeño y elegante traje de gatubela. Entre tú y yo, así es como ronroneé hasta llegar al corazón de Freddie.",

//Winter
	"winter_1": "Este frío es terriblemente duro para los frágiles y viejos huesos.#$b#¿Sabes cuál es la mejor solución para el frío?#$b#¡Una bebida caliente![395]#$e#Mantente caliente, querido.$h^Mantente caliente, querida.$h",
	"winter_7": "¡Puede que sea vieja, pero no soy débil!$a#$e#Sé que la gente tiene buenas intenciones, pero me gustaría que dejaran de ofrecerse a llevarme la compra o alguna tontería.$s",
	"winter_14": "Freddie y yo estuvimos hablando de irnos de viaje el otro día, pero cuando saqué mi maleta del ático, ¡estaba destrozada!$u#$b#Supongo que alguna alimaña se metió en ella o algo así.$s",
	"winter_15": "Voy a buscar una nueva maleta.",
	"winter_16": "Todavía no he encontrado una maleta, pero he tenido unas conversaciones encantadoras con el hombre que hace el café.$h",
	"winter_17": "¡He encontrado una maleta, querido, y tengo que decir que estoy muy emocionada!$h^¡He encontrado una maleta, querida, y tengo que decir que estoy muy emocionada!$h",
	"winter_24": "¡Freddie y yo nos vamos de viaje después del festival de mañana!#$b#Si el tiempo lo permite, claro.$h",

//Days of the Week

	//0 Hearts
	"Mon": "¡Hola querido! ¿Cómo va tu semana?^¡Hola querida! ¿Cómo va tu semana?#$e#No te olvides de regar tus cultivos, ¿de acuerdo?$h",
	"Tue": "¿Cómo estás?#$b#¿Has estado en el museo?#$e#Tienen un montón de artefactos interesantes allí.#$b#Yo misma doné algunos de ellos, ya sabes.$h",
	"Wed": "Tengo un poco de sueño por haberme levantado tan temprano.$s#$b#Freddie siempre me dice que duerma hasta tarde, pero me encanta el tiempo que paso con él por la mañana temprano, como si fuéramos las únicas personas en todo el mundo...$h",
	"Thu": "Ahora mismo voy al pueblo a comprar comida.#$e#Hoy voy a hacer el guiso favorito de Freddie.$h",
	"Fri": "%Lola parece tener un poco de prisa.#$b#¡Oh, lo siento querido, no puedo hablar!^¡Oh, lo siento querida, no puedo hablar!#$b#Creo que olvidé apagar el horno.$s",
	"Sat": "Lo siento querido, no estoy de humor para hablar ahora mismo.$s^Lo siento querida, no estoy de humor para hablar ahora mismo.$s",
	"Sun": "%Lola parece perdida en sus pensamientos. Mejor no molestarla.",
	
	//2 Hearts
	"Mon2": "Hola @, ¿Has estado comiendo bien?#$b#Tienes buen aspecto, querida. Sigue así.$h^Tienes buen aspecto, querido. Sigue así.$h",
	"Tue2": "Voy a hacer un poco de pastel de chocolate para dárselo a Evelyn.#$b#¿Quieres un poco?#$e#Aprendí a hacer los mejores pasteles mientras Freddie y yo estábamos en Farisia, ya sabes.$h",
	"Wed2": "¡No puedo creer que me haya preguntado si puedo leer el cartel de enfrente!$a#$b#¡Mis ojos son tan buenos como siempre!$a#$e#No puedo ver de lejos... Dame algo para lanzar, les mostraré lo bien que puedo ver!$a",
	"Thu2": "Uno debería aprender a valerse por sí mismo.#$b#Yo aprendí eso temprano en la vida.#$e#¿Sabes usar un arma, querido?^¿Sabes usar un arma, querida?",
	"Fri2": "¡Pika me sirvió ayer la sopa más maravillosa!$h#$b#¡Tenía un nombre familiar, pero no puedo recordar cuál era!$s",
	"Sat2": "Pareces un poco cansado, querido.$s^Pareces un poco cansada, querida.$s#$b#Te recomiendo el hotel si buscas un poco de D&R.#$b#Eso significa descanso y relajación. ¡Acabo de aprenderlo el otro día!$h",
	"Sun2": "Freddie y yo solíamos conducir los domingos por la región vinícola cuando hacía buen tiempo.#$e#A veces parábamos y hacíamos catas en una o dos bodegas... o tres...#$b#Mantengamos eso entre tú y yo, ¿hmm?$h",
	
	//4 Hearts
	"Mon4": "La brisa fresca en mi cara se siente tan bien.$h#$e#Días como este me hacen feliz de estar viva.$h",
	"Tue4": "¡Ese marido mío sigue olvidándose de limpiar el maldito cobertizo!$a#$b#Llevo mucho tiempo dándole la lata, y si no se da prisa, será demasiado tarde.$s",
	"Wed4": "¡Hola! ¿Te apetece una taza de té y una charla, si tienes tiempo libre?",
	"Thu4": "Voy a hacer ñoquis con setas lila para Rasmodius.#$b#Cogí la receta mientras paseaba por Thunderton, ¡y lleva años enganchada!$h#$e#No le digas que lo he dicho, pero creo que los magos tienen una afición bastante peculiar por las setas lila.",
	"Fri4": "Lo juro, Freddie nunca va a limpiar ese cobertizo.$a#$b#Bueno, si quieres algo bien hecho, hazlo tú misma...$a",
	"Sat4": "¿Quieres saber el secreto para ir un paso por delante del Padre Tiempo?#$b#Ejercicio.#$e#Tuve que ponerme en forma para mi trabajo hace años, y he mantenido esos buenos hábitos.$h#$b#¡Aún no me ha pillado!$h",
	"Sun4": "¿Has estado alguna vez en las Islas de las Perlas?#$b#Son realmente hermosas.$h#$e#Allí es donde Freddie y yo aprendimos todo lo que sabemos sobre el cultivo de un magnífico arroz.#$b#Recuerda plantar el tuyo cerca del agua, querido.^Recuerda plantar el tuyo cerca del agua, querida.",
	
	//6 Hearts
	"Mon6": "¿Cómo estás?#$e#No me esperes, querido, hoy me muevo un poco lento.$s^No me esperes, querida, hoy me muevo un poco lento.$s#$b#Me siento un poco mareada, me temo.$s",
	"Tue6": "¡Encontré algunas alimañas en el cobertizo hoy temprano!$u#$b#¡Pequeñas cosas desagradables!$a#$e#Tendré que preguntarle a Marnie sobre la adopción de un gato de granero.#$b#¿O sería un gato de cobertizo?",
	"Wed6": "Freddie es un hombre tan bueno.$4#$b#Realmente aprecio todo lo que ha hecho por mí y por Bliss durante estos años.$h#$e#¿Hmm? ¿Bliss?$u#$b#Oh, debe haber sido un lapsus, querido. No importa.$s^Oh, debe haber sido un lapsus, querida. No importa.$s",
	"Thu6": "%Lola suspira profundamente.#$b#Echo de menos mi antiguo trabajo, algunos días.$s#$e#Puede ser realmente emocionante a veces.$h#$b#Recuerda siempre atesorar lo que te hace sentir vivo, @, no importa lo que sea.^Recuerda siempre atesorar lo que te hace sentir viva, @, no importa lo que sea.",
	"Fri6": "¿Has visto a Freddie?#$b#¡Se ha probado una peluca para recordar cómo era antes de encanecer! ¡Jajaja!$h#$e#Si me preguntas, se ve mejor con canas.#$b#Se ha vuelto más guapo con la edad.$h",
	"Sat6": "Siento que me olvido de algo...$s#$b#¡Oh, Covi--Covertizo! ¡Diablos, me olvidé de cerrar el cobertizo!$u#$e#Perdóname, querido, tengo que ir a comprobarlo.^Perdóname, querida, tengo que ir a comprobarlo.#$b#Tengo que mantener las alimañas fuera, después de todo.$u",
	"Sun6": "Siempre sabes que puedes venir aquí si alguna vez necesitas algo, ¿de acuerdo?",
	
	//8 Hearts
	"Mon8": "@¡Me alegro mucho de que hayas decidido hacerte cargo de la granja de tu abuelo.#$b#Realmente ha florecido.$h#$b#Y además, si no lo hubieras hecho, ¡nunca habrías tenido el placer de conocerme, querido!$h^Y además, si no lo hubieras hecho, ¡nunca habrías tenido el placer de conocerme, querida!$h",
	"Tue8": "Recuerdo cuando Marlon aún tenía los dos ojos.#$b#¡Eran tan verdes que casi parecían esmeraldas!#$e#Es una pena que perdiera uno...#$b#En las minas, ¿no?",
	"Wed8": "Mi marido echa de menos el senderismo y los largos paseos.#$b#Solíamos hacer kilómetros.$h#$b#Los viejos huesos y articulaciones no pueden con todo eso, hoy en día.$s",
	"Thu8": "Hoy tengo que trabajar en el cobertizo.#$e#Tal vez te enseñe el interior algún día, querido.^Tal vez te enseñe el interior algún día, querida.",
	"Fri8": "Las cascadas aquí en el valle me recuerdan a las de Evergreen en Kathsi.#$e#Freddie y yo nos dimos nuestro primer beso allí.$h#$b#No había nadie cerca, y a decir verdad, ¡casi nos caemos de la cornisa mientras nos besábamos!$4#$b#No le digas que te lo dije.$h",
	"Sat8": "%Lola no parece tener energía para hablar hoy.",
	"Sun8": "Es un hermoso día para estar viva, ¿no crees?$h#$e#Me pregunto si Ysa estará meditando en el bosque...#$b#Creo que iré a acompañarla si es así.",
	
	//10 Hearts
	"Mon10": "Durante una de nuestras paradas en Tribellum, a Freddie y a mí nos encargaron recuperar algo de la Pirámide del Rey Khalmon.#$b#¡No te imaginas la cantidad de trampas que tienen!$u#$b#Nada como casi caer en un pozo de púas para agradecer estar viva.$u",
	"Tue10": "Freddie y yo visitamos Rialia una vez, y fuimos al Teatro Piedra Sangrienta.#$e#Hermoso edificio.$h#$b#Sentí que aún podía oír el grito de Juv Cario cuando fue asesinado.#$b#Fue casi musical...#$e#Oh, ¿qué estoy diciendo? No importa las divagaciones de esta vieja, querido.$h^Oh, ¿qué estoy diciendo? No importa las divagaciones de esta vieja, querida.$h",
	"Wed10": "Antes de conocer a Freddie, estuve destinada en Gervia durante un tiempo.#$b#¡Estaba trabajando en un empleo, y pensé que me había topado con alguien que intentaba robármelo.$a#$b#¿Puedes creerlo? Me enfrenté a él, pero resulta que era el guardaespaldas.#$b#Me encargué de él, por supuesto.$a#$e#No se pueden dejar cabos sueltos cuando se trata de un dictador, después de todo.",
	"Thu10": "%Lola parece enferma. Mejor no molestarla.",
	"Fri10": "Me temo que Freddie está trabajando demasiado y no hace lo suficiente por sí mismo.$s#$b#Hace todo lo posible por cuidar de mí, pero aquí estoy, una frágil murciélaga vieja.$s#$b#Espero que ya haya almorzado...$s",
	"Sat10": "¿Te he contado alguna vez mi misión favorita?#$b#Es en la que sigo trabajando, todos los días.$h#$e#Cuando Freddie y yo nos casamos, en lugar de los votos tradicionales, hicimos que el ministro nos asignara una misión a los dos.#$b#Nos encargaron que 'siempre estuviéramos ahí para el otro, que nos cubriéramos las espaldas, que fuéramos el mejor amigo del otro, que nos cuidáramos, nos amáramos y nos protegiéramos hasta el día de nuestra muerte'.#$b#Es la directiva más importante que he recibido, y él siente lo mismo.#$b#Somos los mejores compañeros, sin importar el contexto.$4",
	"Sun10": "Gracias por todo @, especialmente por visitarnos a mí y a Freddie siempre que puedes.$h#$e#Recuerda siempre pasar tiempo con tus seres queridos y hacer las cosas que te hacen sentir vivo.^Recuerda siempre pasar tiempo con tus seres queridos y hacer las cosas que te hacen sentir viva.#$b#¡No importa lo que piensen los demás!$h#$b#Y si alguna vez decides que quieres aprender algunas habilidades extra, no tengas miedo de pedirlo.#$b#Aún podría enseñarte algunos movimientos.$h",

//Special dialogue
	"MovieInvitation": "Me encantaría ver una película contigo, querido.$h^Me encantaría ver una película contigo, querida.$h#$e#¡Entre tú y yo, Freddie y yo casi salimos en una película una vez!#$b#Tuvimos que declinar porque preferimos estar detrás de las cámaras.$u",

//Resort
	"Resort_Entering": "Oh, ¡mira esto!$h#$b#¡Esto me trae algunos recuerdos!$u",
	"Resort_Leaving": "Volveremos pronto.#$b#Me aseguraré de ello.$h",
	"Resort_Shore": "Ahí fuera, al oeste, está la isla Ocaso, y más allá y un poco al norte está la costa sur de Rialia.#$b#¿Ves la sombra en el horizonte?",
	"Resort_Chair": "Es como mirar un océano de posibilidades.#$b#¡Hay tantos lugares a los que podrías ir desde aquí!$h",
	"Resort_Bar": "No bebo mucho, pero sería una pena dejar pasar un margarita, ¿no crees?$h",
	"Resort": "Este lugar es nuevo para mí, ¡pero me resulta tan familiar!",

}
