{
	"Introduction": "¿Hm? No te he visto antes por aquí.$7#$b#Oh, es cierto. Se acaba de mudar un nuevo granjero, ¿eh? Supongo que eres tú.$6^Oh, es cierto. Se acaba de mudar una nueva granjera, ¿eh? Supongo que eres tú.$6#$e#Bienvenido al valle, entonces. Mi nombre es Maddie. Tengo mucho en mi plato, así que si me disculpas...^Bienvenida al valle, entonces. Mi nombre es Maddie. Tengo mucho en mi plato, así que si me disculpas...",

//Spring
	"spring_1": "A mucha gente le gusta esta estación, pero yo no la soporto.$7#$e#Las alergias están a flor de piel y no me hagas hablar de la cantidad de gente que merodea...$a",
	"spring_12": "Oh, ¿el Festival del Huevo es mañana?#$b#Es una pérdida de tiempo, pero supongo que la tradición es difícil de romper. Al menos es divertido para los niños.$7",
	"spring_23": "Yo no soy una bailarína.#$b#Supuestamente la Danza floral se remonta a tiempos antiguos como un ritual de fertilidad, pero creo que es una bazofia.$a#$e#Hmmm... Me pregunto cómo sería si alguien me invitara a bailar...$8",

//Summer
	"summer_1": "Mientras todo el mundo se va a la playa o a disfrutar del sol, yo me quedaré en las instalaciones a marcar la diferencia en este mundo.$6",
	"summer_10": "¿Has hecho tus preparativos para el luau?#$b#Será mejor que traigas algo bueno si quieres impresionar al gobernador.$7",
	"summer_27": "Las medusas lunares son criaturas misteriosas. Me gustaría estudiarlas en detalle, pero probablemente sea un error por mi parte perturbar la naturaleza.$7",

//Fall
	"fall_1": "El otoño es la estación de las hojas.#$b#Hojas por todas partes, y nadie quiere limpiar nunca.$a#$e#Aunque estoy agradecida por el clima más fresco.$6",
	"fall_15": "La feria agota mi batería social con bastante rapidez, pero ni siquiera yo puedo negar que hay cosas muy bonitas a la venta.$6#$b#¿Piensas montar una exposición agrícola?",
	"fall_26": "Lenny me dice que deberíamos llevar un disfraz mañana.#$b#Me disfrazaré de ayudante de laboratorio del señor Aguar, entonces...$7",

//Winter
	"winter_1": "Deberías quedarte más en casa esta temporada.#$e#Si sales tanto como sueles hacerlo, probablemente te resfriarás.$7",
	"winter_7": "Normalmente no me molestan los festivales, pero la verdad es que no entiendo el sentido del festival de mañana.$a#$e#Pescar en medio de un bosque helado no es precisamente lo que me gusta.$a",
	"winter_14": "No quiero ir al festival de mañana, pero el señor Aguar necesita un acompañante.#$b#A veces se olvida de tomar sus medicinas por la noche.$7",
	"winter_15": "Espero que ese viejo no se agote demasiado en el mercado nocturno.$s#$b#A veces se olvida de que es viejo.",
	"winter_16": "Hmmm... Espero poder encontrar un buen par de gafas mañana.$7#$b#Realmente necesito un nuevo par, el que tengo puesto se está volviendo borroso.$s",
	"winter_17": "La cantidad de gente que hay aquí está empezando a estresarme.$a",
	"winter_24": "Incluso una señora malhumorada como yo puede encontrar la alegría en la Fiesta de la Estrella de Invierno.$9#$b#¡Si no mostrara gratitud de vez en cuando, sería absolutamente miserable!$h",

//Days of the Week

	//0 Hearts
	"Mon": "¿Qué quieres? Tengo muchas cosas que hacer ahora mismo.$a",
	"Tue": "Como puedes ver el señor Aguar está ocupado.#$b#Estoy trabajando duro para ayudarle, así que no puedo pararme a charlar.$7",
	"Wed": "¿No tienes trabajo en la granja que hacer?$6",
	"Thu": "A menos que sea sobre mi trabajo, no quiero oírlo.$a#$b#Especialmente no en un día de semana.$7",
	"Fri": "Por favor, deja de seguirme. Me estás dando dolor de cabeza, por el amor de Dios.",
	"Sat": "Este día está destinado a la observación de la vida marina fuera de la instalación acuática.$b#No tengo tiempo para distracciones, es una tarea muy importante...$a",
	"Sun": "Hoy es el único día que tengo libre.#$e#Lo siento, pero para mí esto significa un tiempo para mí misma.$6",
	
	//2 Hearts
	"Mon2": "%Maddie parece que te ignora.",
	"Tue2": "Tengo mucho que hacer hoy.#$e#¡Ah! Parece que no puedo hacer bien esta fórmula.$a",
	"Wed2": "¿Qué necesitas, @?#$e#He oído que el Sr. Aguar se está frustrando con los resultados de nuestro trabajo.$s#$b#Necesito ayudarle, pero tú no paras de molestar.$a",
	"Thu2": "¿Qué pasa, @? ¿Has estado en el rancho de Marnie?#$e#Marnie ha estado haciendo queso utilizando un complejo conjunto de enzimas producidas en los estómagos de los mamíferos rumiantes.#$b#Tengo curiosidad por ver los resultados.",
	"Fri2": "Lo siento, @. Sigo ocupada, quizá podamos hablar en otro momento.$7",
	"Sat2": "Lenny visitó recientemente las instalaciones.#$b#Dijo que quería conocer la composición de la cerveza pálida.",
	"Sun2": "Realmente valoro mi tiempo de descanso. Si me disculpas.",
	
	//4 Hearts
	"Mon4": "¿Qué pasa, @? ¿Necesitas algo?",
	"Tue4": "¡Hola @! ¿Quieres ver en lo que estoy trabajando?$6#$b#Es realmente muy bonito.$h",
	"Wed4": "Realmente admiro cómo la ecología mantiene la diversidad y la redundancia.#$b#Simplemente proporciona equilibrio en la naturaleza.$h",
	"Thu4": "Desvelar los misterios de la ciencia es un trabajo duro.$6#$b#Sin embargo, lo encuentro gratificante.$h",
	"Fri4": "¡Hola @! Hoy estamos un poco ocupados aquí.#$b#Si necesitas algo sólo escríbelo en un papelito y me ocuparé de ello.$h",
	"Sat4": "¡OH NO! Me olvidé de dar de comer a los peces. El Sr. Aguar se va a enfadar seguro.",
	"Sun4": "Los factores abióticos son componentes no vivos que... Ah, no te había visto, @.$u#$b#¿Qué pasa?$h",
	
	//6 Hearts
	"Mon6": "Hola @, ¿buen día no? Es la primera vez en mucho tiempo que me siento un poco libre.$h#$b#Me alegro de que Lenny me haya visitado. Me trajo una muñeca para añadir a mi colección.$h",
	"Tue6": "Anoche vi a Demetrius en el salón. Estuvo bailando con Robin, literalmente. ¡Parecía agotado después!$h",
	"Wed6": "Me estoy agobiando con todo el trabajo que me ha dado el Sr. Aguar.$s#$b#Sería bueno tener una ayuda de vez en cuando.$s",
	"Thu6": "Me pregunto a qué se deben las incoherencias de mis pruebas.$s#$b#Si tienes alguna idea, por favor, dímela.$s",
	"Fri6": "Puede que vaya a Pika's esta noche. Creo que me he ganado una noche de fiesta.#$b#¡Si quieres, puedes acompañarme!$6",
	"Sat6": "¡Estoy muy contenta de haber decidido visitar a Lenny antes!$h#$b#¡Me ha dado un peluche de conejo junto con unas fresas para ayudarme con el estrés!$h",
	"Sun6": "Se suponía que hoy iba a tener un día libre.$s#$e#Pero bueno, el señor Aguar necesita sus compras.$7#$b#Así que me voy al pueblo ahora mismo.$7#$b#A veces me siento como una criada para él.$a",
	
	//8 Hearts
	"Mon8": "¡Hola @! Me alegro de verte hoy.$h#$b#Has sido un buen amigo para mí, siempre disfruto viéndote aparecer.$h^Has sido una buena amiga para mí, siempre disfruto viéndote aparecer.$h",
	"Tue8": "Oh, no te vi @. Mi mente ha estado preocupada últimamente.#$b#Oh, ¿por qué? Nada en particular...$8",
	"Wed8": "Hoy tengo ganas de algo dulce. Como chocolate.#$b#O quizás un batido. ¿Qué te parece?",
	"Thu8": "Hola @, voy de camino a por comida a la taberna. ¿Quieres venir?$b#Estaría bien tener compañía, ¿no crees?$h",
	"Fri8": "Hoy estoy un poco contenta porque el señor Aguar me ha dado el día libre para ir a explorar el valle.$h#$b#Ahora mismo estoy en la búsqueda de unos conejitos. ¡Son tan adorables!$l",
	"Sat8": "¿Vienes a verme de nuevo? ¿De verdad me has echado de menos?$6#$e#¡Sólo estoy bromeando!$l#$b#Siempre me gusta hablar con los amigos, ven a charlar conmigo cuando quieras!$h^Siempre me gusta hablar con las amigas, ven a charlar conmigo cuando quieras!$h",
	"Sun8": "Lo siento, estoy un poco molesta. He visto un panda peludo en la tele sin hogar.$10#$e#¡Lo estaban grabando en la calle y no lo ayudaban!$a#$b#¡Y en vez de darle comida lo hacían trabajar para conseguirla!$10#$b#¡No entiendo por qué la gente querría ver eso!$a",
	
	//10 Hearts
	"Mon10": "Últimamente he estado pensando mucho en el futuro. Tengo algunas ideas sobre lo que quiero.$l#$b#¿Y tú?",
	"Tue10": "Oh, oye, hoy he hecho unos sándwiches.$h#$b#Lenny dice que soy una buena cocinera, pero creo que sólo lo dice para halagarme.$l#$e#Será mejor que le lleve uno al señor Aguar pronto; a veces se olvida de comer su almuerzo.$6",
	"Wed10": "¡Hola @! Espero que te mantengas sano.$l^¡Hola @! Espero que te mantengas sana.$l#$b#Trabajas mucho ahí fuera y no queremos que te enfermes.$s",
	"Thu10": "Estoy pensando en tener un conejito como mascota. ¡Son tan lindos!$h",
	"Fri10": "Oh, @... Estaba pensando en ti.$l",
	"Sat10": "Nunca pensé que volvería a salir con alguien.$l#$b#Supongo que las segundas oportunidades son reales. Me siento muy afortunada.$h",
	"Sun10": "¿Me has echado de menos, cariño?$6#$b#¡Está bien! Ven aquí y déjame darte un abrazo.",

//Special dialogue
	"breakUp": "Lo siento. No soy yo, eres tú. Adiós.$7",
	"danceRejection": "Ugh no bailo, es un desperdicio de energía.$7",
	"divorced": "¡Ja! ¿Qué pasó con 'Hasta que la muerte nos separe'?$a#$e#Mentiste a través de tus dientes todo este tiempo.$a#$b#Sólo mi suerte.$s", 
	"MovieInvitation": "¿En serio? ¿Te gustaría ver una película?$6#$b#Conmigo de entre toda la gente?$l#$e#Bueno, supongo que podría agraciarte con mi presencia. Nos encontraremos allá.$6",

//Resort
	"Resort_Entering": "¿Así que esta es la Isla Jengibre?#$b#No es nada impresionante. Podría recoger algunas muestras de agua antes de darme un chapuzón o tal vez busque un lugar agradable para relajarme.$7",
	"Resort_Leaving": "Yo... como que me divertí hoy.$l#$e#Digo, trabajar todo el tiempo ha sido un pasatiempo para mí.#$b#Olvidé que tomar un descanso de vez en cuando es refrescante.$h",
	"Resort_Leaving_2": "Creo que me gustaría volver aquí de nuevo...#$b#Tal vez cuando termine con todo lo que tengo que hacer en el laboratorio. ¡Jaja!$h",
	"Resort_Shore": "Es un poco agradable, ¿no? Estar lejos de todo.#$e#No creo que mi cabeza se haya sentido tan clara en un tiempo.$h",
	"Resort_Shore_2": "Quiero dejarme llevar y ser como las olas a veces, sólo ir con la corriente. ¿Conoces esa sensación?",
	"Resort_Umbrella": "El sol es tan brillante aquí que siento que mi piel se está quemando.",
	"Resort_Umbrella_2": "Debes llevar protector solar para proteger tu piel de los dañinos rayos del sol.#$b#El exceso de luz solar puede ser bueno para tu bronceado pero no para tu salud.",
	"Resort_Umbrella_3": "Uy, la gente realmente disfruta ensuciándose el cuerpo.$u#$b#¿Por qué uno se tumba en la arena y no en una estera o toalla? Ew.$u",
	"Resort_Wander": "Siempre me pregunto qué se sentiría al desaparecer y habitar en una isla completamente sola.$8#$b#Ja, supongo que soy una especie de loba solitaria.$h",
	"Resort_Bar": "¡Definitivamente necesito un trago!$6#$b#Hmm... Creo que tomaré el más fuerte que tengan!$6",
	"Resort": "Me gusta este lugar. Tendré que venir más a menudo.$h",

}
