{
	"Introduction": "¡Oh! Eres la nueva granjera, ¿verdad?^¡Oh! Eres el nuevo granjero, ¿verdad?#$b#Me llamo Olga.$h#$b#¿Has conocido ya a Bert o a Trinnie?#$b#Son mi marido y nuestra hija.#$b#Mi sobrina Alissa también vive con nosotros.$h",

//Spring
	"spring_1": "¡Es la época más ocupada del año!#$b#¿Sabes qué vas a plantar esta temporada, @?$h",
	"spring_12": "El Festival del Huevo es mañana?$u#$b#Casi lo había olvidado.#$e#¡Bueno, espero que disfrutes del festival!#$e#Tomar un descanso de vez en cuando está bien, ya sabes.$h",
	"spring_23": "Bert dijo que él y yo deberíamos practicar nuestro baile para mañana.#$b#No me importa, pero sospecho por qué está siendo tan dulce.$s",

//Summer
	"summer_1": "La gente de la ciudad siempre viene a nuestro puesto de la granja durante el verano.#$e#Es bueno que recuerden que la comida viene de algún lugar que no sea un supermercado, de vez en cuando.#$b#¡Y es bueno para nuestros bolsillos!$h",
	"summer_10": "Más vale que al gobernador le guste la sopa de nuestro valle.$a#$b#Todos hemos trabajado duro este año para hacer algo bueno",
	"summer_27": "La noche de mañana será tan romántica.$4#$e#Espero que Bert se acuerde de este año.$s#$b#A veces se olvida y se queda dormido.$a",

//Fall
	"fall_1": "Alissa se adelantó en la planificación de una exhibición agrícola de este año, ¡y casi entra!$h#$b#Llegaremos algún día, ya verás.$h",
	"fall_15": "Trinnie nos ha rogado que le subamos su mesada todos los días desde que empezó la temporada.#$b#Dice que ha estado ahorrando para la feria de mañana",
	"fall_26": "¿Vas a disfrazarte mañana, @?#$b#El disfraz de Trinnie lleva semanas listo, no dejaba de darme la lata con ello.$h",

//Winter
	"winter_1": "Nunca sé qué hacer durante el invierno, sin nada que plantar o cosechar.$s#$e#El dinero también puede ser muy escaso.$s#$b#Si necesitas algo, sólo dínoslo.#$b#¡Somos vecinos, después de todo!$h",
	"winter_7": "Brr...#$b#¿Tengo que estar allí mañana?$s#$b#¡No me gusta el frío, y a Bert tampoco!$s",
	"winter_14": "¡Las noches de invierno en la playa son tan frías!$a#$b#Tendré que vestirme más abrigada mañana, para poder quedarme más tiempo.$s",
	"winter_15": "Bert está murmurando sobre el pescado.#$b#¿Por qué está murmurando sobre el pescado?$s",
	"winter_16": "Puede parecer una táctica de venta, pero la verdad es que Bert realmente quiere que esta gente tenga verduras.$s#$b#Es un buen hombre.$h",
	"winter_17": "Bert se empeñó en esta ridícula casa de muñecas para el regalo de la Estrella de Invierno de Trinnie.$u#$b#¡Está fuera de sí!$a",
	"winter_24": "Espero que tengas un año maravilloso, @.$h#$b#¡Mañana por la noche es la gran fiesta!#$b#Disfruta del tiempo libre, ¿me oyes?$h",

//Días de la semana

	//0 Hearts
	"Mon": "Hola, granjero.$h^Hola, granjera.$h#$e#¿Estás ocupado hoy?^¿Estás ocupada hoy?",
	"Tue": "Lo siento, no soy muy habladora.$s#$e#¿Necesitas algo?$h",
	"Wed": "No te olvides de regar tus cultivos ahora, @.$h#$b#Sería una pena que se marchitasen.$s",
	"Thu": "Trinnie y Keahi son buenos amigos.#$b#Pero tengo que regañarlos de vez en cuando cuando llevan una broma demasiado lejos.$s",
	"Fri": "¿Cómo está tu granja? Espero que las cosas vayan bien.",
	"Sat": "Me gusta hablar con Caroline y Jodi. Es divertido estar con ellas.$h#$e#Sin embargo, rara vez tengo la oportunidad de ponerme al día con ellas.#$b#Es todo un viaje desde la granja hasta la aldea.$s",
	"Sun": "Hola, granjero.^Hola, granjero.#$e#¿Necesitas algo?$h",
	
	//2 Hearts
	"Mon2": "Recuerda siempre reponer energías de vez en cuando @.#$b#Es importante comer bien.",
	"Tue2": "Hola, @.$h#$e#¿Qué haces hoy? ¿Cómo está la granja?",
	"Wed2": "Bert me compró flores el otro día.$4#$b#Está muy dulce últimamente.$4#$e#Me pregunto qué habrá hecho mal esta vez.$s",
	"Thu2": "Alissa es la hija de mi hermano.$h#$b#Está navegando en alta mar como capitán de la flota mercante.#$e#Rara vez viene a casa, por desgracia...$s",
	"Fri2": "No tengo muchos amigos cercanos aquí en la aldea.$s#$e#Seguro que me alegro de poder visitar a Jodi y Caroline de vez en cuando.$h",
	"Sat2": "Pierre y Bert son un dúo interesante.$h#$b#A veces son los mejores amigos...#$b#Sin embargo, a veces no se soportan.$s",
	"Sun2": "¡Trinnie!$u#$b#¿A dónde se ha escapado esta vez esa niña?$a#$b#¡Ni siquiera ha terminado sus tareas!$a",
	
	//4 Hearts
	"Mon4": "¿Cuidas de las vacas en tu granja, @?#$b#Pueden ser difíciles de manejar al principio, pero vale la pena.$h",
	"Tue4": "Los árboles que rodean la granja llevan ahí muchas generaciones.#$b#Son la principal fuente de ingresos de nuestra familia.",
	"Wed4": "¡Ese estúpido, cabeza hueca de Bert!$a#$e#Realmente se olvidó de mi cumpleaños!$a#$b#Le pregunté la última vez si sabía cuándo era mi cumpleaños, ¿y sabes lo que hizo?$a#$b#¡Simplemente esquivó la pregunta y habló del tiempo! ¡Increíble!$a",
	"Thu4": "¿A dónde fue esa niña ahora?$s#$e#Oye, @. ¿Has visto a Trinnie?#$b#¡Se fue corriendo sin terminar sus tareas otra vez!$a",
	"Fri4": "Bert ha estado mimando a Trinnie desde hace tiempo.$a#$b#¡Tengo que equilibrarlo siendo estricta con ella o si no será una malcriada!$s",
	"Sat4": "Lenny es una persona divertida con la que hablar.#$b#Tiene algunas historias que nunca esperarías de alguien como ella.$h#$e#¿Y tú, @? ¿Algún buen cotilleo últimamente?",
	"Sun4": "No cometas el error de comprar tus suministros en Joja.#$b#Pueden ser baratos pero la calidad es cuestionable en el mejor de los casos.$s",
	
	//6 Hearts
	"Mon6": "Te digo que Bert bien podría tener un colador por cerebro.$a#$b#Hmph. Sin embargo, me encanta el gran chico.$s",
	"Tue6": "Buen día para ti, @. ¿Cómo va la granja ahora?#$b#Creo que le estás cogiendo el tranquillo.$h",
	"Wed6": "Sigo diciéndole a Alissa que debería subir al escenario Starbound y cantar delante de toda la aldea.$h#$b#Tiene una voz increíble. Es una pena que sea tan tímida al respecto.$s",
	"Thu6": "¡Hola, @! ¿Ya has terminado con el trabajo?#$e#¡Coge un par de guantes, entonces, te pondremos a trabajar!$h#$b#Sólo estoy bromeando, querido. Descansa un poco si puedes, mañana es otro día atareado.$h^Sólo estoy bromeando, querida. Descansa un poco si puedes, mañana es otro día atareado.$h",
	"Fri6": "Ian es un joven tan bueno y trabajador.#$b#Cobra un precio muy justo por sus servicios.#$b#Le cocinamos una comida en agradecimiento cuando podemos. Es lo menos que podemos hacer.",
	"Sat6": "A veces visito a Lola y tejo con ella.#$e#Tiene unas historias increíbles que contar.#$b#Ella y su marido han estado por todo el mundo.$h",
	"Sun6": "¿Has visitado la playa últimamente?#$b#He estado pensando en tomarme una tarde libre e ir a relajarme al sol...#$e#Hmm. Tal vez pueda hacer un hueco para visitar a Jodi.",
			
	//8 Hearts
	"Mon8": "El marido de Jodi, Kent, es un buen tipo.#$b#Espero que le vaya bien. Bert dijo que parecía preocupado el otro día.$s",
	"Tue8": "Abigail, la hija de Caroline, tiene una gran vena rebelde...$s#$e#Espero que a Trinnie no se le ocurra nada.$a#$b#Quiero decir, Abigail es una buena chica, de verdad.#$b#Siempre es bueno expandir tus horizontes.#$b#Solo... quizás no tanto.$u",
	"Wed8": "Hola, @. ¿Cómo te va?#$b#Has sido un buen amigo para nosotros. ¡Gracias por tu compañía!$h^Has sido una buena amiga para nosotros. ¡Gracias por tu compañía!$h",
	"Thu8": "¿Ya has construido un silo?#$e#Son imprescindibles para almacenar forraje y poder mantener a tus animales alimentados durante el invierno.#$b#Nosotros construimos el nuestro junto al corral, pero puedes ponerlo en cualquier sitio.",
	"Fri8": "Teniendo un buen día hoy, @$h#$b#Seguro que sí.#$b#Estoy terminando algunas tareas, como siempre.",
	"Sat8": "Bert y Trinnie me despertaron con el desayuno en la cama hoy porque me sentía un poco mal.$4#$b#Me siento tan bendecida de tenerlos cerca.$h",
	"Sun8": "Keahi vino una vez y nos preparó una comida.#$b#¡Es un cocinero increíble, como su padre!$h#$e#Espero que Trinnie pueda aprender un par de cosas de él.$s#$b#Me refiero sólo a las cosas buenas, no a esas bromas que se le ocurren.$s",
	
	//10 Hearts
	"Mon10": "¿Cómo va la granja?#$b#¡He oído que va bien!$h#$e#¡Estoy deseando ver más de tus cultivos en la tienda! ¡Gran trabajo!$h",
	"Tue10": "¿Tienes un huerto, @?#$b#Hago un buen pastel, ya sabes.$h#$e#¡Hazme saber si alguna vez tienes más fruta con la que no sabes qué hacer, y te prepararé algo delicioso!$h",
	"Wed10": "Trinnie dijo que vio tu granja y me dijo que era lo más bonito que había visto nunca.$h#$b#Conociéndote, le creo.#$b#Le gusta exagerar las cosas, pero sé que lo dice en serio.$h",
	"Thu10": "Lenny vino el otro día...#$e#Me dijo que puede haber algo entre Lewis y Marnie.#$b#No sé por qué lo mantendrían en secreto, sin embargo.",
	"Fri10": "La pequeña Jas viene a veces. ¡Dulce niña! Lástima que su padrino sea tan gruñón.#$b#Parece que a ella le va bien.",
	"Sat10": "Si necesitas algún consejo o ayuda, no dudes en acercarte, ¿vale?$h",
	"Sun10": "¿Qué es lo que hacen en ese establecimiento de Investigación del Agua?$a#$b#Tenemos agua buena y limpia aquí en el valle... ¿qué podría requerir toda un establecimiento?",

//Special dialogue
	"MovieInvitation": "¡Oh! ¡Sí, por favor! ¡Un descanso muy merecido! Gracias por la invitación, @.$h#$b#Nos vemos allá entonces.",
	
//Resort
	"Resort_Entering": "¡Dios mío! Esto es todo un espectáculo, ¿verdad, @.$h", 
	"Resort_Leaving": "Debo admitir que ha sido un cambio de ritmo bastante agradable respecto a la granja.$h#$b#Incluso con todas las distracciones...",
	"Resort_Shore": "Oh, me gustaría que Bert vigilara mejor a Trinnie.$s#$b#Ese hombre a veces, lo juro...",
	"Resort_Chair": "Creo que voy a cerrar los ojos un rato...$h#$e#¿Qué está tramando mi marido?$s",
	"Resort_Bar": "Me encantaría probar una de las elegantes bebidas de las que me habló Pam...$4#$b#Pero probablemente no debería, tengo que vigilar a Trinnie.$s",
	"Resort": "¡Oh, @! Qué lugar tan encantador es este.$h#$e#Espera, ¿dónde está el tonto de mi marido?$a#$b#¿Dónde está mi hija?$a#$b#Oh, no puedo tener un segundo con estos dos...$s",

}
