{
	"Introduction": "Oh, hola señor. No lo he visto antes por aquí...^Oh, hola señora. No la he visto antes por aquí...#$e#¿Es usted el nuevo granjero que se acaba de mudar al valle?^¿Es usted la nueva granjera que se acaba de mudar al valle?#$b#¡Encantado de conocerte! Soy Philip. Trabajo como fisioterapeuta para algunas personas de la zona. ¡Nos vemos por ahí!$h",

//Spring
	"spring_1": "Me encanta correr en primavera.#$b#No hace demasiado calor, ni demasiado frío, y puedes ver cómo salen las flores día tras día.$h",
	"spring_12": "Los festivales no eran realmente una cosa, de donde yo soy, pero estoy deseando que llegue mañana.$h",
	"spring_23": "Cuando pienso en los bailes, pienso en el instituto y en armarse de valor para invitar a salir a la persona que me gustaba.$l#$b#Es un poco diferente de adulto, ¿no?$6",
	
//Summer
	"summer_1": "Me encanta el verano. Recuerda mantenerte hidratado, ¿vale? El agotamiento por calor no es ninguna broma.",
	"summer_10": "La arena es una superficie muy extraña para caminar. Puede ser un reto para las personas que son inestables en sus pies...#$b#Espero que todo vaya bien mañana",
	"summer_27": "Yuuma hizo ayer una pregunta sobre las medusas y no sabía la respuesta, así que la busqué.#$e#Las medusas se mueven creando propulsión mediante la dilatación y contracción radial de su campana. ¿No es genial?",
	
//Fall
	"fall_1": "Me gusta ir de excursión a la montaña en esta época.#$b#Sin embargo, también estoy muy ocupado.$s",
	"fall_15": "Alex y yo tenemos una especie de rivalidad fingida en la que intentamos ver quién es más fuerte.$6#$b#Voy a retarle al juego de fuerza mañana.$6",
	"fall_26": "¿Tienes ganas de que llegue mañana?#$e#No soy un gran fan de las cosas espeluznantes, pero los disfraces siempre molan.$h",
	
//Winter
	"winter_1": "¡Ten cuidado de mantenerte caliente!#$b#La hipotermia es un serio fastidio.$s",
	"winter_7": "Tienes experiencia en la pesca, ¿verdad?#$b#Me preocupa que alguien haga un esfuerzo excesivo y se tire algo, mañana.$s",
	"winter_14": "¿El Mercado Nocturno empieza mañana?$u#$b#Me pregunto si tendrán libros raros...",
	"winter_15": "¿Viste la sirena?$u#$b#No estoy loco, ¿verdad?#$b#¿Eso pasó de verdad?$u",
	"winter_16": "Creo que tengo que dejar de intentar que todo esto tenga sentido.$s#$b#Las sirenas existen, los cerdos pueden tirar de los barcos, está bien.$u",
	"winter_17": "¡No sé cómo, pero tenían una copia de primera edición de Cyberman #13!$u#$b#¡La he deseado tener durante años!$h",
	"winter_24": "Pronto será un nuevo año. El tiempo vuela. ¿Fue un buen año para ti?$h",

//Days of the Week

	//0 Hearts
	"Mon": "Hola señor.^Hola señora.#$e#Espero que tenga un buen día hoy.$h",
	"Tue": "Hola señor.^Hola señora.#$e#¿Necesita algo?",
	"Wed": "Hola señor.^Hola señora.#$e#¿Cómo va su semana hasta ahora?",
	"Thu": "Hola señor.^Hola señora.#$b#¿Le va bien?#$e#Recuerde estirar con regularidad. Disminuirá las posibilidades de forzar algo.",
	"Fri": "El músculo Vastus Medialis se origina en la parte medial proximal del fémur...#$e#%Philip está hablando consigo mismo en voz baja. Mejor déjalo en paz.",
	"Sat": "Hola señor.^Hola señora.#$b#¡Hemos llegado al fin de semana!$h",
	"Sun": "Hola señor.^Hola señora.#$b#Espero que le vaya bien. ¿Necesita algo?",
	
	//2 Hearts
	"Mon2": "Intento con todas mis fuerzas no hablar demasiado de fisioterapia y anatomía.$l#$b#Me encanta lo que hago, así que a veces me dejo llevar.$h",
	"Tue2": "¡Hola! Espero que le vaya bien hoy.#$b#Si necesita ayuda, aquí estoy.$l",
	"Wed2": "No sabía realmente qué esperar cuando acepté el trabajo aquí, pero lo estoy disfrutando hasta ahora.$h",
	"Thu2": "El doctor Harvey actúa como mi supervisor y médico de referencia, así que trabajo muy estrechamente con él.#$e#Es callado, pero es un médico realmente bueno y un buen tipo.$h",
	"Fri2": "¡Hola! Ha llegado al final de la semana.#$b#¿Tiene algún plan para el fin de semana?",
	"Sat2": "Oye, sé que esto es entrometido, pero vi esos moretones en su brazo el otro día.#$b#¿Todo bien? ¡Qué bien! Me preocupé un poco.$h",
	"Sun2": "Estoy muy contento de que el hotel tenga un gimnasio. Hace que sea mucho más fácil mantenerse en forma.#$e#Le sorprendería la fuerza que se necesita para ser un buen fisioterapeuta",
	
	//4 Hearts
	"Mon4": "¡Buenos días para usted @! Parece que le va bien.#$b#Recuerde mantenerse hidratado, ¿vale?^Recuerde mantenerse hidratada, ¿vale?",
	"Mar4": "Oh, me duelen los hombros.$s#$e#He estado haciendo muchos traslados y levantamientos en solitario estos últimos días.#$b#Supongo que tengo que seguir mi propio consejo y acordarme de estirar, ¡jaja!$h",
	"Wed4": "¿Sólo está usted en esa granja?#$b#¿Qué hace si necesita ayuda con algo?$u#$e#Espera... ¿cuál es su plan si se lesiona?$u",
	"Thu4": "Hablé con Emily el otro día y me habló de las clases de yoga que ella y Ysa están pensando en hacer en el hotel.#$e#Podría unirme a ellas si encuentro tiempo. El yoga es increíble para la flexibilidad y la fuerza del núcleo.$h",
	"Fri4": "¡Hola, @! Logramos pasar otra semana. Estoy planeando un buen maratón de vengadores este fin de semana. ¡Espero que tenga planes para relajarse!",
	"Sat4": "A veces me pregunto si Alex trató de conocerme sólo para usarme como su fisioterapeuta personal... Aunque no me importa demasiado, porque ahora somos amigos.",
	"Sun4": "Suelo decir algo sobre hacer suficiente ejercicio, incluso a mis amigos...#$b#¡Pero probablemente estás haciendo todo el ejercicio que necesitas en esa granja!$h",
	
	//6 Hearts
	"Mon6": "¡Hola @ señor!^Hola @ señora. ¿Cómo va el trabajo en la granja?#$e#El otro día compré algunos de tus productos a Pierre para hacer una ensalada, y estaba increíble. ¿Cómo lo haces?",
	"Tue6": "Por ahora estoy viviendo en el hotel Cabaña de Troncos, ya que sólo estaré en la zona hasta que Shiro termine su terapia física.#$b#¡Pero eso llevará un tiempo, y me gusta estar aquí, así que no me estoy apresurando precisamente!",
	"Wed6": "Harvey y yo nos conocimos en la universidad, en realidad. Él es mayor que yo, pero compartimos algunas clases de fisiología del ejercicio.#$b#Por supuesto, él siguió con la facultad de medicina, y yo me quedé con la fisioterapia, ¡pero es agradable reencontrarse con viejos compañeros de clase!$h",
	"Thu6": "Buen día para... espera.#$b#¿Ponte derecho para mí?$a^¿Ponte derecha para mí?$a#$b#%Philip te está estudiando atentamente.#$b##Tus hombros te molestan, ¿no? Acuérdate de estirar. Puedes usar una pelota de tenis para intentar trabajarla, ¡pero con cuidado!",
	"Fri6": "¡Recuerda dormir lo suficiente!#$b#Tiene un efecto enorme en mucho más que la somnolencia o la energía que tengas.$h",
	"Sat6": "Ysabelle baila en el estudio del gimnasio a veces. Es realmente increíble. Aunque su abuelo me vigila de cerca. Pero te juro que no estoy interesado en perseguir a su nieta.$u",
	"Sun6": "Has sido un buen amigo, @.#$b#¡Gracias por eso! Si necesitas ayuda cuando sientas que tu cuerpo te está atascando, siempre estoy aquí, ¿de acuerdo?$h",
	
	//8 Hearts
	"Mon8": "¡@! ¡Oh! ¿Cómo estás? Lo siento, lo siento, ¡me he sorprendido! Quiero decir, ¡me has sorprendido!#$b#Supongo que me he perdido en mis pensamientos. De todos modos, ¿qué pasa?$h",
	"Tue8": "Oye, hace tiempo que tengo curiosidad por tu granja.#$b#¿Cómo la has llevado de lo que era a lo que es ahora? Parece que hay mucho trabajo.",
	"Wed8": "¡Oh, hola, @! Tienes buen aspecto hoy.#$b#¡No lo digo de forma extraña! Simplemente tienes un resorte en tu paso, supongo.$l",
	"Thu8": "Si alguna vez estás libre a la hora de comer, avísame. Yo te invito. ¡Sin segundas intenciones, lo prometo!",
	"Fri8": "Buen día señor.^Buen día señora.#$b#¡Quiero decir @! ¡Lo siento! ¡Es una costumbre!$h#$e#Hey, ¿quieres salir algún día? Disfruto de tu compañía.",
	"Sat8": "¿Eres un músculo de Risorius? Porque no puedo... uh.#$b#Lo siento. Iba a usar una frase cursi y luego me di cuenta de que es una jerga técnica rara... um. Ignora eso.$l#$b#¿Cómo va tu día?",
	"Sun8": "El otro día estuve en un foro de fisioterapia para hacer una pregunta, y alguien quiso saber en qué me especializo.#$b#Cuando les dije que no tengo una especialidad, empezaron a acusarme de mentir sobre lo que hago...$s",
	
	//10 Hearts
	"Mon10": "¡Hola! ¿Cómo has dormido?$h#$b#Esto puede sonar raro pero tienes buen aspecto. Así que debes haber dormido bien.$h#$b#¡Eso es genial! ¡Significa que estás saludable!$h",
	"Tue10": "Oye, ¿eres un Nodo S.A.?#$b#¡Porque haces que mi corazón haga thump, thump, thump!$l#$b#¡Cursi, lo sé, pero te hizo sonreír!$h",
	"Wed10": "No tiene mucho sentido que te invite a hacer ejercicio conmigo... así que, si necesitas ayuda en la granja, dímelo.",
	"Thu10": "Oye, ¿cómo está ese hombro? Sé que te estaba molestando.#$b#Puedo pasarme más tarde y trabajar en él, si quieres.$l",
	"Fri10": "Sé que no tienes precisamente días libres, pero me encantaría dar un paseo contigo alguna vez.",
	"Sat10": "Encontré una copia de un cómic que me encantaba cuando era niño en iTienda el otro día.#$b#¡El paquete debería llegar hoy!$h",
	"Sun10": "¡Hola!$l#$b#%Philip tiene una enorme sonrisa en la cara.#Parece muy feliz de verte.",
	
//Special dialogue
	"breakUp": "Yo... no quiero hablar de ello, @. Vamos a olvidarlo.$s",
	"danceRejection": "No puedo, necesito asegurarme de estar disponible si alguien me necesita.",
	"divorced": "No me hables. He terminado.$a",
	"MovieInvitation": "¡Claro, @! ¿A qué hora quedamos?$h#$b#Por fin podré sacar algo de tiempo del trabajo.$h#$e#Gracias por invitarme, @.$l",
	
//Resort
	"Resort_Entering": "¡Oh, vaya! Ya sé lo que voy a hacer primero. ¡Es hora de nadar!$h",
	"Resort_Leaving": "No... ¿Tan pronto?$s#$b#Ahhh, ¡volveré en cuanto tenga tiempo!",
	"Resort_Leaving_2": "Estoy muy agradecido de haber tenido tiempo para relajarme hoy.#$b#No tengo mucho tiempo para relajarme como me gustaría, la verdad.$h",
	"Resort_Shore": "%Philip tiene la cara vuelta hacia el cielo y los ojos cerrados.#Se le ve muy feliz.#Mejor no molestarle",
	"Resort_Shore_2": "Desestresarse es tan importante como dormir lo suficiente, ya sabes.#$b#Demasiado cortisol puede causar estragos en tu cuerpo. Así que baja el ritmo y disfruta de esto.$h",
	"Resort_Umbrella": "Definitivamente no me puse suficiente protector solar, así que me quedaré bajo esta sombrilla por un rato.$s",
	"Resort_Umbrella_2": "Me encantaba hacer castillos de arena cuando era pequeño.#$b#Tengo ganas de volver a intentarlo.",
	"Resort_Umbrella_3": "Ir a la playa es una forma estupenda de empaparse de toneladas de vitaminas del mar. ¿Lo entiendes?",
	"Resort_Wander": "Esta isla parece sacada de un cómic... como si pudiera adentrarme en una selva y encontrar toda una civilización perdida.$h",
	"Resort_Bar": "~¡Si te gustan las piñas coladas! ¡Y que te pille la lluvia!~ Ah, he visto piña colada en su menú y me ha venido a la cabeza esa canción.#$b#¿Sabes, la de los Vigilantes de la Vía Láctea?$h",
	"Resort": "¡Hablando de liberar algo de estrés!#$b#Esta es una forma increíble de pasar un día libre.$h",

}
