{
	"Introduction": "Encantado de conocerte, joven.$h#$b#No te he visto antes por estos lares.#$b#Supongo que eres el nuevo granjero del que me informó Lewis.^Supongo que eres la nueva granjera de la que me informó Lewis.#$b#Bienvenido al valle, @.$h^Bienvenida al valle, @.$h#$b#Soy Richard, propietario del humilde Hotel Cabaña de Troncos.#$b#Si alguna vez te apetece un servicio de calidad y una fina hospitalidad, nuestras puertas están siempre abiertas.$h",

//Spring
	"spring_1": "Ahh, la primavera... La época en la que florecen las flores y en la que todo florece.#$e#Recuerdo que a mi hija le encantaba esta estación.$h#$b#Me pregunto cómo estará estos días...$s",
	"spring_12": "El festival de mañana podría atraer a algunos turistas.#$b#Bueno, al menos espero que así sea.#$b#Prepararé el hotel. Podría ser bueno para el negocio.$h",
	"spring_23": "Ysa espera con ansias el día de mañana.#$b#Me alegro siempre que mi nieta está de buen humor.$h#$e#Ha pasado por muchas cosas.$s#$b#Me alegro de que parezca más alegre estos días...",

//Summer
	"summer_1": "¡La época de verano es una de las temporadas altas en el Hotel cabaña de Troncos!$h#$e#Hay muchos aldeanos que quieren conseguir un poco, de descanso y relajación, o R&R, como lo llaman los niños.$4#$b#Ysa me enseñó eso el otro día.$h",
	"summer_10": "El gobernador viene de visita mañana.#$e#Estoy emocionado de que se aloje en el hotel.$h#$b#Nosotros nos conocemos desde hace mucho, antes de que la política estuviera en su mente.#$e#Espero que podamos encontrar algo de tiempo para ponernos al día.",
	"summer_27": "¡El negocio está en auge últimamente!$h#$e#Como regalo, estoy planeando una noche de relajo mañana.$h#$b#Vivo para estos momentos de tranquilidad.$h",

//Fall
	"fall_1": "Es la época de las decoraciones festivas, de los esqueletos y de las linternas. ¿O es que sólo soy yo?$s",
	"fall_15": "Habrá invitados que se quedarán un tiempo para la feria de mañana.#$b#He estado ocupado asegurándome de que el hotel esté en las mejores condiciones.$s",
	"fall_26": "Lenny sugirió que decorásemos el hotel con adornos de la víspera de los esprítus.#$e#Yo quería, pero tenemos un presupuesto ajustado para las fiestas.$s#$b#Aunque recortáramos en otras cosas, los adornos no caben...$s",

//Winter
	"winter_1": "%Richard no parece fijarse en ti.#$b#Esta temporada sería mucho más brillante si estuvieras aquí, Angelika...$s",
	"winter_7": "Conocí a mi mujer el día antes del Festival de Hielo, hace muchos muchos años.#$b#La echo mucho de menos, pero sé que sigue velando por Ysa y por mí desde un lugar mejor.$h",
	"winter_14": "Intentaré sacar algo de tiempo para echar un vistazo a las mercancías del mercader mañana por la noche.#$b#¿O quizás lo haga la noche siguiente?#$b#Hmm... No estoy muy seguro.",
	"winter_15": "Le he echado el ojo a un cuadro que vende Lupini esta noche en el mercado.#$b#¡Quedaría fabuloso en el vestíbulo!#$h",
	"winter_16": "¡Asegúrate de echar un vistazo al carrito ambulante cuando vayas al mercado!#$b#¡De vez en cuando tendrá buenas mercancías de Gotoro!",
	"winter_17": "Un consejo, quizá puedas regatear las compras en el mercado.#$b#Los vendedores estarán a la caza de las rebajas de última hora, después de todo",
	"winter_24": "Espero que el año haya sido bueno para ti, joven.$h#$b#¡Disfruta de los días que quedan antes del año nuevo! Ja, ja!$h",

//Days of the Week

	//0 Hearts
	"Mon": "Hola, joven granjero. Es @, ¿verdad?^Hola, joven granjera. Es @, ¿verdad?#$b#Me he dado cuenta de que te has hecho cargo de la granja de tu abuelo allá.#$e#¿Qué te trae hoy? ¿Hay algo en lo que pueda ayudarte?$h",
	"Tue": "Tu abuelo era un buen amigo mío.#$b#Si necesitas algo, estaré encantado de ayudarte.",
	"Wed": "Hola, @. ¿Cómo va la granja?#$b#Espero grandes cosas de ti.",
	"Thu": "Buenos días, @. ¿Cómo estás?#$b#Cuídate.$h",
	"Fri": "Ian me ha estado echando una mano por aquí.#$b#Hace un buen trabajo.$h#$b#Admiro a las personas trabajadoras.",
	"Sat": "La joven Corine es como una nieta para mí.#$e#Me alegro de que ella e Ysa sean buenas amigas.$h#$b#¿Las has conocido?#$e#Puedes verlas paseando juntas en alguna ocasión.#$b#Estaban prácticamente unidas por la cadera cuando eran pequeñas.$h",
	"Sun": "Hola, @. ¿Qué te trae por aquí?#$b#Siéntate en el vestíbulo si estás esperando a alguien.",
	
	//2 Hearts
	"Mon2": "¡Caramba, @! Qué bien que nos visites.$h#$b#¿Qué tal estás hoy?#$e#Si quieres relajarte, siempre puedes alquilar una habitación aquí en la Cabaña de Troncos!$4",
	"Tue2": "Muchos de los residentes aquí en la aldea suelen pasar el rato en el vestíbulo del hotel durante su tiempo libre.#$b#No me importa. Me gusta ponerme al día con todo el mundo.$h#$b#No salgo mucho.$s",
	"Wed2": "A mi difunta esposa le encantaba tener invitados en el hotel.$h#$e#Le encantaba hablar con ellos y escuchar sus historias.#$b#Fue periodista antes de jubilarse.#$e#Aprendí a abrirme a la gente gracias a ella. Angelika era simplemente increíble...$s",
	"Thu2": "Vaya, un bonito día para ti, @.$h#$b#Vienes de visita, por lo que veo.#$e#¡Si te interesa, podemos ofrecerte un 30% de descuento en tu primera estancia!$h",
	"Fri2": "Mucha gente confunde a mi buen amigo Ezekiel con un hombre de corazón frío.#$e#Es que la gente no conoce su historia.#$b#Quizás la comparta contigo, algún día...",
	"Sat2": "Mi corazón se alegra de ver a Ysa haciendo las cosas que le gustan.#$h#$b#Antes había perdido el contacto con su pasión y me alegra ver que poco a poco va recuperando la confianza.#$h",
	"Sun2": "Lewis y yo nos conocemos desde hace mucho tiempo.#$e#Recuerdo cuando empezó a soñar con ser alcalde...#$b#Se mostraba tan prometedor. No tenía ninguna duda de que se ganaría los corazones y las mentes de la gente.$h",
	
	//4 Hearts
	"Mon4": "¡Oh, hola, querido!$h^¡Oh, hola, querida!$h#$b#¿Cómo has estado? Espero que el día te haya tratado bien.",
	"Tue4": "¡Oh, no! Discúlpame, querido chico.^Discúlpame, querida chica.#$b#Debo volver corriendo al hotel. Me olvidé de terminar un papeleo.",
	"Wed4": "Estoy pensando en organizar un evento aquí en el hotel, tal vez una noche de cena fina, o tal vez una competencia de baile... ¿Qué te parece?#$b#Incluso podría participar y pavonearme.$h#$b#¡A estos viejos huesos aún les quedan algunos movimientos!$4",
	"Thu4": "Estoy pensando en cómo podría mejorar el atractivo del hotel.#$e#Si tienes alguna idea no dudes en hacérmela saber.#$b#Valoro los comentarios de todos mis clientes.",
	"Fri4": "¡Hola, joven!#$b#Mi nieta ha estado practicando su ballet todos los sábados.#$e#El ballet es muy bueno para el equilibrio y la fuerza, ya sabes.#$b#Si estás interesado, puedo preguntar si podrías unirte a ella.$h^Si estás interesada, puedo preguntar si podrías unirte a ella.$h",
	"Sat4": "Estoy de camino al bosque para buscar madera que pueda usar en el hotel.#$b#Uno siempre debe recordar que debe ir más allá por sus clientes si quiere ganarse su lealtad.$h",
	"Sun4": "%Richard suspira profundamente.#$b#Echo de menos a mi mujer aún más en días como éste.$s#$e#Solíamos ir a la playa los domingos y pescar, o salir a nadar.#$b#Siempre traía una cesta de picnic, y yo descansaba mi cabeza en su regazo después de comer.$h#$b#Desearía que estuviera aquí ahora mismo...$s",
	
	//6 Hearts
	"Mon6": "¡Una buena mañana para ti, @$h#$b#¿Has comido bien?#$e#Si alguna vez necesitas algo no dudes en venir a pedirlo, ¿de acuerdo?#$b#Mi puerta siempre está abierta.$h",
	"Tue6": "¡El día ha sido bueno para nosotros, hasta ahora!$h#$e#Un montón de aldeanos nos han visitado últimamente!#$b#Me alegro de que les guste lo que hago aquí.$h",
	"Wed6": "Voy de camino a visitar al Dr. Harvey.#$b#Sentí algo que estalló cuando levantaba una caja ayer.$u#$e#Estoy seguro de que no es nada.#$b#Después de todo, tengo que ocuparme de Ysa y del hotel.$s",
	"Thu6": "Me propongo enseñarle algo a Ysa cada día. El tiempo es muy valioso, ¿sabes? Nunca sabes cuándo será tu último día, le digo siempre.",
	"Fri6": "Estoy pensando en invertir en una máquina de café expreso para el hotel.#$b#Una pequeña cafetería en la parte delantera podría traer más clientes. ¿Qué te parece?",
	"Sat6": "Ysa me hace sentir más orgulloso cada día.$h#$e#La vi hace un rato con sus zapatillas de punta y su tutú.#$b#Se parecía a su abuela, excepto que su abuela siempre iba en vaqueros, ¡ja!$h",
	"Sun6": "Hoy acompañé a Ysa en su paseo.#$b#Me hizo sentir tan joven de nuevo.#$e#Hablamos de su infancia y de cómo su abuela la quería tanto.$h#$b#Me hizo echar mucho de menos a Angelika.$s#$b#Hubiera sido el mejor modelo a seguir para Ysa.$s",
	
	//8 Hearts
	"Mon8": "¡Hola! Voy de camino a la aldea para visitar Pika's.#$b#Se me antoja un poco de pho. Porque es Fenomenal, ¡ja, ja, ja!$h#$e#El pho de Pika es el mejor del valle. Debes acompañarme alguna vez, ¿de acuerdo?",
	"Tue8": "¡Me siento con mucha energía hoy!$h#$e#Creo que voy a visitar el gimnasio.#$b#Tengo que mantener mi fuerza para poder cuidar de Ysa y del hotel el mayor tiempo posible.$h",
	"Wed8": "Ezekiel ha estado ocupado estos días, así que Corine ha estado más a menudo.#$e#Me irrita que algunos piensen que mi amigo no cuida de Corine.#$b#No saben las penurias y pruebas por las que ha pasado ese hombre.$a#$b#¡Déjale un poco de margen!$a",
	"Thu8": "Mi esposa y yo nos conocimos cuando ella entró en estos oportunos pasillos.#$b#Espero que esté orgullosa de todo lo que he hecho por nuestro hotel y nuestra nieta.$h",
	"Fri8": "¿Puedo ofrecerte un consejo que me enseñó mi esposa?#$b#Recuerda siempre tener valor y ser amable.$h#$e#Nunca se sabe si alguien está teniendo un mal día.#$b#Sólo un poco de amabilidad podría marcar una gran diferencia en tu vida.$h",
	"Sat8": "Me encanta conversar con Lola y Freddie.$h#$b#¡Esos dos han visto el mundo!#$b#¡Cuando los escucho, siento que he viajado junto a ellos!$h",
	"Sun8": "¡Hola de nuevo, @! ¿Cómo te ha ido el día?#$e#La temporada ha sido buena para nosotros. Estoy pensando en devolverlo.#$b#Tal vez haga una promoción especial para mis fieles clientes.$4",
	
	//10 Hearts
	"Mon10": "Espero que tengas un gran día por delante, jovencito.^Espero que tengas un gran día por delante, jovencita.#$e#Si tienes interés en la industria hotelera no dudes en hacérmelo saber, ¿vale?#$b#Apuesto a que puedo enseñarte un par de cosas.$h",
	"Tue10": "%Richard parece estar medio dormido.#$b#¿Eh? Oh, lo siento mucho, @. Debo haberme quedado dormido.",
	"Wed10": "Siento haber estado un poco cansado ayer.#$e#En realidad soñé con mi mujer.$s#$b#Llevaba un vestido blanco, muy parecido al que llevó el día de nuestra boda.#$b#La abracé tan fuerte que me dolió.$s#$e#Pero después de un rato, me desperté y volví a la realidad...$s",
	"Thu10": "A veces me pregunto cómo sería la vida si mi querida Angelika estuviera aquí.$s#$e#Una cosa es segura, Ysa estaría mejor cuidada.#$b#Mi mujer era la persona más fuerte y positiva que he conocido.$h#$e#Nunca me relacioné con la gente antes de que ella llegara.#$b#Me mostró que el mundo tenía mucho que ofrecer y que no puedo sobrevivir a esto solo.#$e#Mi esperanza por ahora es que mi nieta siempre tenga a alguien.#$b#Alguien que la cuide incluso cuando yo no esté.$s",
	"Fri10": "¡Hola, joven!$h#$b#Voy a compartir contigo unas sabias palabras que me dejó mi mujer.#$b#'Aprecia el tiempo que tienes con los que amas.'#$b#El tiempo es el regalo más preciado que puedes dar a cualquiera.$h",
	"Sat10": "Estoy tan orgulloso de mi nieta.$h#$e#Ha crecido tanto, de una dulce niña a una mujer hermosa, fuerte e independiente.$h#$b#Confío en que cuando me aleje de este mundo, mi pequeña Ysa estará bien.$h#$e#¡Me ha hecho sentir orgulloso a mí y a su abuela!$h",
	"Sun10": "Eres un buen amigo, @.^Eres una buena amiga, @.#$e#Gracias por pasar tiempo con un veterano como yo.$h#$b#Espero que hayas aprendido algo de todas nuestras charlas a lo largo de los días.",

//Special dialogue
	"MovieInvitation": "¡Oh! Sería un honor, jovencito.^¡Oh! Sería un honor, jovencita.#$b#Esto me quitaría de la cabeza el llevar el hotel día y noche.#$e#Estoy seguro de que Ysa puede encargarse del hotel hasta que yo vuelva.#$b#Después de todo, ella lo llevará algún día.$h",
	
//Resort
	"Resort_Entering": "Ah, este lugar parece perfecto para un hotel.#$b#Tal vez un día...$h",
	"Resort_Leaving": "¡Me siento renovado!$h#$e#A veces, necesitas un descanso de la rutina diaria.#$b#Supongo que es hora de volver al mundo real.$s",
	"Resort_Shore": "Angelika y yo pasamos innumerables fines de semana en la playa.#$b#He aprendido por las malas que nunca se tiene demasiado protector solar, ¡ja, ja, ja!$h",
	"Resort_Chair": "Todavía no me ha molestado una gaviota hoy, pero es inevitable.#$b#Seguro que tienen una manera de presionar mis botones.#$e#No puedo culparlas, sin embargo.#$b#Sólo están tratando de salir adelante, como el resto de nosotros...",
	"Resort_Bar": "Los viejos como yo tenemos que tener cuidado con los espíritus.#$e#Ya no hace falta mucho para llegar a mí.#$b#Además, uno tiene que estar presentable en todo momento.#$b#¡Nunca se sabe cuándo aparecerá una oferta comercial!",
	"Resort": "El aire se siente diferente aquí. ¡Algo en la brisa salada se siente vigorizante!"

}
