{
	"Introduction": "Oh, hey, no te he visto por aquí antes.#¿Eres el nuevo granjero? Lo siento, no salgo mucho a socializar. Me llamo Shiro, encantado de conocerte.$h^¿Eres la nueva granjera? Lo siento, no salgo mucho a socializar. Me llamo Shiro, encantado de conocerte.$h",

//Spring
	"spring_1": "Aw, ¿el invierno ha terminado? Eso significa que es casi la temporada del polen...$s#$b#No sé qué es peor.",
	"spring_12": "Espero tener suficiente energía para ir mañana.$s#$b#Me gustaría que Yuuma fuera el festival, pero no irá si yo no lo hago.$s",
	"spring_23": "Baila con todo tu corazón mañana. No dejes que nadie te diga lo contrario.$h#$e#Diviértete cuando puedas.$h",

//Summer
	"summer_1": "Sudo fácilmente en esta época del año. No me entusiasma.$6",
	"summer_10": "Espero poder visitar la playa mañana para el festival. Tengo que compensar que no salgo a menudo.$s#$b#¿Crees que irás, @?",
	"summer_27": "Estoy deseando sentarme en la arena bajo las estrellas mañana por la noche, sólo para ver las medusas con todo el mundo...$l#$b#Creo que podré olvidarme de mis preocupaciones. Aunque sea por un rato.$h",

//Fall
	"fall_1": "¡Ah, gracias a Yoba por fin es otoño! Ni demasiado calor, ni demasiado frío, simplemente... perfecto.$h#$e#Lástima que no vaya a durar para siempre, ¿eh, @?$s",
	"fall_15": "Quiero quedarme en casa mañana, sólo tomarme un tiempo para relajarme.$6#$e#Pero sé que Yuuma no irá al festival si no lo hago, así que iré, por él.#$b#Realmente quiero que se divierta... se merece ser un niño.$h",
	"fall_26": "Hoy me encuentro bastante bien, así que espero poder asistir al festival mañana.$h#$e#¿Te vas a disfrazar, @? Quiero decir, ¿por qué no?$h",

//Winter
	"winter_1": "El invierno es una época extraña para mí. Por un lado, la cresta y el valle se ven tan hermosos.$h#$b#Por otro lado, el frío me hace más difícil moverme.$s#$b#Pero, ¿qué es la belleza sin un poco de dolor, verdad? Ja.$h",
	"winter_7": "Echo de menos la pesca. Solía ir con mi padre a menudo, pero...$s@#$e#bueno, digamos que ha pasado un tiempo desde nuestro último viaje.$u",
	"winter_14": "¡Oye, @! si vas a ir al mercado nocturno mañana, ¿puedes contarme lo que hay de oferta cuando tengas la oportunidad?#$b#Tengo curiosidad pero no puedo ir a la playa ahora mismo.$6",
	"winter_15": "Harvey dijo que tengo que alejarme de la cafeína cuando sea posible.$s#$b#Echo de menos tomar una taza del comerciante del desierto.$s",
	"winter_16": "Le di a Yuuma algo de dinero.#$b#Espero que escoja un juguete nuevo, o algunos materiales de arte para él.$h",
	"winter_17": "¿Encontraste algo chulo en el mercado?",
	"winter_24": "Estoy agradecido por tantas cosas... Como Yuuma, y todo el mundo aquí en la cresta.$h#$b#Todos han hecho mi vida mucho mejor, especialmente ahora.$l#$e#¿Y tú, @? Espero que hayas tenido un buen año.$h",

//Days of the Week

	//0 Hearts
	"Mon": "Hola. ¿Cómo te va?",
	"Tue": "Oof... Ugh. Ow. Dame un minuto, ¿quieres?$6",
	"Wed": "Oye, ¿ves mucho a Yuuma por aquí? Espero que se lleve bien con los otros chicos.",
	"Thu": "Hola. @, ¿era? Lo siento, no recibo muchas visitas.$l",
	"Fri": "%Shiro está sin aliento. Parece que no tiene ganas de hablar.",
	"Sat": "Lo siento, no tengo ganas de hablar.$s",
	"Sun": "¿Puedes preguntarle a Yuuma si ha desayunado? No me ha contestado.$s",
	
	//2 Hearts
	"Mon2": "Tengo suerte de que nuestros padres hayan podido permitirse traer a Philip a la aldea. Ha sido muy útil.$h",
	"Tue2": "Oh hombre, mi cabeza está dando vueltas. Ugh.$6",
	"Wed2": "Solía ser capaz de subir 2.500 metros por una montaña siempre que quisiera.#$b#Ahora no puedo ni subir un par de escaleras sin cansarme.$s",
	"Thu2": "No salgo mucho de casa. Yuuma se ofreció a hacer la mayoría de los recados, que... es un buen chico.$h",
	"Fri2": "Hola, @. Me alegro de tener compañía.$h#$b#¿Cómo está el pueblo?",
	"Sat2": "Es difícil salir de casa a veces. Siento que no conozco a nadie.$s#$e#Sólo conozco realmente a la gente que vivía aquí antes de irme, como Richard y Lenny",
	"Sun2": "Decidí ir con Yuuma a comprar comida para llevar del restaurante de Pika. Pude ponerme al día con Corine.$h#$b#Me acuerdo bien de ella. Solíamos jugar juntos cuando éramos niños.$h",
	
	//4 Hearts
	"Mon4": "¿Cómo estás? ¿Yo? Bueno, aún no estoy muerto.$l#$b#Hah, perdón por el terrible humor negro. Flor me dice que es un mecanismo de defensa.$h",
	"Tue4": "Serví en el ejército por un tiempo. Entrené duro y fuí a algunas batallas.#$b#Ya sabes, lo normal.#$e#Estaba en la cima de mi partido, pero me golpeó un poco la mala suerte en el momento equivocado... y ahora mírame.$a",
	"Wed4": "Me veo bien si no me conoces, y la gente tiende a verme como aparento.#$b#Pero, bueno... No importa... Supongo que no estoy para hablar de ello. Lo siento.$s",
	"Thu4": "Hola, @. ¿Qué pasa?#$e#Yuuma trajo a casa algunos alimentos que dijo que venían de tu granja. ¡Saben muy bien!$h",
	"Fri4": "Philip sigue recordándome que tengo una oportunidad para curarme y que tengo que tomármelo con calma, pero Yoba, ¡estoy tan cansado de tomármelo con calma!$6",
	"Sat4": "¿Ves el columpio que hay fuera de nuestra casa?#$b#Lo instalé yo mismo para Yuuma por su cumpleaños antes de alistarme. Le encantaba entonces.#$e#Pero es triste que no le haya visto en él desde que volví...$u",
	"Sun4": "Ugh... es... no es un buen día. Discúlpame.$6",
	
	//6 Hearts
	"Mon6": "A nuestros padres les ofrecieron increíbles oportunidades si estaban dispuestos a ser trasladados al extranjero.#Con mis facturas médicas, realmente no tenían otra opción. Por eso estamos solos Yuuma y yo.",
	"Tue6": "¡Hey! Recuerdo a tu abuelo. Era un amigo de la familia.#Debes ser una buena persona para que te confíe la granja.$h",
	"Wed6": "Ojalá pudiera despertar y volver a la normalidad un día.#$b#Odio que Yuuma tenga que llevar esta carga...$s",
	"Thu6": "%Shiro está sin aliento y parece frustrado. Quizás ahora no sea un buen momento.",
	"Fri6": "Oye, siento lo del otro día... Es que... me afecta, ¿sabes?$s#$b#¡Pero ya estoy mejor!",
	"Sat6": "¿Has ido a la playa últimamente? ¿Me lo puedes describir?#$b#Echo de menos la playa. Hace tiempo que no voy.",
	"Sun6": "A veces, cuando el cielo está muy despejado, Yuuma y yo nos sentamos por la noche y les contamos mensajes a las estrellas para que se los digan a nuestros padres.#Es una tontería, pero creo que ayuda mucho a Yuuma. Y... supongo que en cierto modo también me ayuda a mí.",
	
	//8 Hearts
	"Mon8": "¡Hola, @! Me alegro de verte de nuevo. Me alegro de que aún no te hayas cansado de mí, ¡ja!$h",
	"Tue8": "Hey... gracias por venir tan a menudo. Significa mucho para mí",
	"Wed8": "No puedo hacer mucho, así que no estoy seguro de por qué quieres pasar tanto tiempo conmigo.#Pero ey, estoy agradecido por tu compañía.$h",
	"Thu8": "Philip dijo que lo estoy haciendo muy bien.#$b#Me preguntó si algo me ayudó a cambiar mi mentalidad para mejor, porque se nota en el progreso que estoy haciendo.",
	"Fri8": "Lenny y Lewis vinieron de visita el otro día. ¡Tenían un gran paquete de nuestros padres!$h#$b#Yuuma intentó no mostrar lo emocionado que estaba, pero yo sabía que le alegraba el día. Y verle tan feliz también me alegró el día.$h",
	"Sat8": "Hey, @. Gracias. Por ser tan comprensivo y alentador, y simplemente... por todo, supongo.$l^Hey, @. Gracias. Por ser tan comprensiva y alentadora, y simplemente... por todo, supongo.$l#$b#... ¿Qué? Estoy bien, sólo se me metió una pestaña en el ojo o algo$u",
	"Sun8": "Podía ganar cualquier concurso de lucha de brazos antes del accidente.#$e#Ese es uno de mis objetivos para la recuperación: ganar a todos en la aldea y en el pueblo en la lucha de brazos.",
	
	//10 Hearts
	"Mon10": "Me gustaría arrasarte con un beso, pero ahora no puedo. Algún día lo haré.",
	"Tue10": "@, ¿cómo va la granja?#$b#Me gustaría visitar tu casa alguna vez y ver el duro trabajo que has realizado.",
	"Wed10": "Philip dijo que mi recuperación ha ido mucho mejor desde que te conocí.$h#$e#Supongo que eres una especie de ángel de la guarda para mí, ¿eh? Ja, ja, gracias, @.$l",
	"Thu10": "Soy un poco inseguro con todas mis cicatrices.$s#$b#Sólo me recuerda mi pasado, y lo mucho que han cambiado las cosas.",
	"Fri10": "Intento cocinar para mí y para Yuuma a veces. Es lo menos que puedo hacer por mi hermanito.#Sin embargo, me canso con facilidad, incluso con las simples tareas domésticas.",
	"Sat10": "Debería intentar salir más. Quiero decir, echo de menos hablar con mucha gente.#$e#Demos un paseo y veamos a todo el mundo alguna vez, ¿vale, @?",
	"Sun10": "A pesar de todo, sigues conmigo.#$b#No sé cómo agradecerte eso, @. Sólo... gracias.$h#$e#No tienes ni idea de lo mucho que significas para mí.$l",

//Special dialogue
	"breakUp": "No, ya tengo demasiadas cosas de las que preocuparme... déjame en paz.$a",
	"danceRejection": "Lo siento, @. Me gustaría, pero el baile es demasiado para mí en este momento.$s",
	"divorced": "Después de todo, ¿realmente quieres hacerme pasar por esto también? ¿Alguna vez quisiste decir algo?$a",
	"MovieInvitation": "¿Una película? Realmente me gustaría eso.$h#$b#Me aseguraré de que Yuuma está al cuidado, y luego seguiremos nuestro camino.",

//Resort
	"Resort_Entering": "¡He descansado mucho en el viaje hasta aquí, y ahora estoy listo para relajarme un poco más!$h",
	"Resort_Leaving": "Ha sido un viaje increíble. Espero que Yuuma también lo haya pasado bien.",
	"Resort_Leaving_2": "Ugh, creo que tomé demasiado sol...$l#$b#Ey, um, no te burles de mí si mañana parezco una langosta, ¿ok?$l",
	"Resort_Shore": "El agua sigue y sigue. Imagínate a la deriva, sin preocupaciones en el mundo. A veces pienso que eso estaría bien.",
	"Resort_Shore_2": "Me encanta estar en el océano. Pero... no sé si nadar aquí. Ahora mismo. Estoy... no, estoy bien aquí. Ja.$8",
	"Resort_Umbrella": "Es una locura el calor que hace afuera, pero debajo de la sombrilla se está bien y fresco. Pero... Supongo que así es como funciona, ¿no?",
	"Resort_Umbrella_2": "¡Ey, @! ¿Disfrutando de la playa?$h",
	"Resort_Umbrella_3": "%Shiro parece estar durmiendo.",
	"Resort_Wander": "Se me cayó algo de dinero por aquí... no se lo digas a Yuuma.$6",
	"Resort_Bar": "Shane se tomó unas cuantas de más una vez y me dijo que tenía que probar este cóctel, pero no recuerdo el nombre...",
	"Resort": "Este lugar es precioso. Ya me siento relajado.$h",

}
