{
	"Introduction": "¡Hola! Me doy cuenta de que eres nuevo aquí.^¡Hola! Me doy cuenta de que eres nueva aquí.#$e#Mi nombre es Ysabelle. ¿Cuál es el tuyo?#$b#Encantada de conocerte @. ¡Espero que tengas una gran estancia aquí!$h",

//Spring
	"spring_1": "¡Estoy deseando que empiece esta nueva temporada!$h#$b#¡Espero que todos tengan un próspero año nuevo!$h",
	"spring_12": "¡He comprado un vestido precioso para que Corine lo lleve mañana! Espero que le guste. También me he comprado un elegante vestido para mí. ¡Tienes que venir mañana para verlo!$l",
	"spring_23": "¡La Danza de las Flores es mi festival favorito!$h#$e#Me da la oportunidad de expresarme.$l#$b#Oír la música y sentir el ritmo hace que mi corazón se eleve.$h",

//Summer
	"summer_1": "Estoy deseando que llegue esta estación.#$b#Las faldas de paja y los vestidos me recuerdan a cuando bailaba el hula de pequeña en los espectáculos de verano.$h",
	"verano_10": "Mi abuelo está muy emocionado por el festival de mañana.#$b#¡Le gusta mucho el Luau!$h#$e#Creo que el gobernador está más emocionado que nadie, porque cuando la sopa es buena, ¡es realmente buena!$h",
	"summer_27": "Me encanta cómo se mueven las medusas cuando brillan.$l#$b#Es como si bailaran...$6#$e#¿Vas a ir mañana? Si decides ir estoy segura de que te gustará.$h",

//Fall
	"fall_1": "Oooh, es que me enamoro de todos los colores cuando llega el otoño. Jaja, ¿entiendes?$h#$e#Es una estación tan buena para la moda, también, con el clima cambiante.#$b#Hay tanta flexibilidad, y tantas buenas paletas de colores.$h",
	"fall_15": "¿Estás pensando en ir a la feria mañana?#$b#¡Deberías visitar a Gus junto a las fuentes! Sus hamburguesas son simplemente divinas!$h",
	"fall_26": "Me parece un poco impropio ponerme un disfraz mañana, pero Corine no deja de insistirme para que me ponga uno de mis tutús.$s#$e#*Suspiro* Pero, de nuevo, no tengo que disfrazarme. Podría decidir por mí misma.$6#$b#Ya veremos mañana.$6",

//Winter
	"winter_1": "¡Brr! Me pregunto si el lago se congela lo suficiente como para patinar sobre hielo.#$b#¡Nunca lo he probado!$6",
	"winter_7": "El Festival del Hielo me hace pensar en el Ballet del Cascanueces.$6#$b#Siempre quise ser el Hada del Azúcar...$7",
	"winter_14": "¿Sabes qué comprarás mañana en el mercado?#$e#¡Estoy pendiente de unas nuevas cintas de seda!#$b#No se pueden comprar por internet.$a",
	"winter_15": "Espero que alguien venda cintas.$6#$e#Si no es así tendré que prescindir, o planear un viaje a la ciudad...$6No, prefiero prescindir.$s",
	"winter_16": "La elegancia de las sirenas es realmente de otro mundo.$l#$b#Si aún no has visto el espectáculo, ¿a qué esperas?",
	"winter_17": "Lupini me preguntó si podía pintarme.$u#$e#¡Me sorprendió la oferta, pero no pude decir que no!$l#$b#¡Su estilo rococó no tiene parangón!",
	"winter_24": "¡Espero que estas fiestas de fin de año te traigan tanta alegría como me traen a mí las golosinas de la Estrella de Invierno!$h#$b#¡Que tengas un maravilloso año nuevo, @!$h",

//Days of the Week

	//0 Hearts
	"Mon": "¡Hola! Te llamas @, ¿verdad? ¿Cómo estás hoy?",
	"Tue": "¡Oh, hola! Que tengas un buen día, @.$h",
	"Wed": "Sinceramente, trabajar en el hotel me estresa mucho.$6#$e#Debe ser agradable tener mucho tiempo para relajarse.$6#$b#Es decir, entiendo por qué el abuelo quiere que haga esto, pero también me vendría bien un descanso.$s",
	"Thu": "¿Has ido a la playa? Te lo recomiendo para hacer yoga y despejar la cabeza.$h",
	"Fri": "Disculpa, estás en mi camino. No estoy de humor para hablar.$6",
	"Sat": "Lo siento, no puedo quedarme a charlar contigo hoy.#$e#Me programé una práctica de baile y tengo que cumplir con mi horario.",
	"Sun": "Ahh mi día favorito de la semana.$h#$b#El domingo es mi día 'yo': un momento para aliviar algo de estrés y ponerme al día con mi meditación.$h",
	
	//2 Hearts
	"Mon2": "Voy a ayudar a Haley más tarde.#$b#Quiere que le enseñe la postura adecuada cuando camina por la pasarela.#$e#Cree que le dará una ventaja para el próximo festival de la Danza de las Flores, pero en realidad es sólo una buena habilidad que hay que tener.$h",
	"Tue2": "Hace un buen día hoy, ¿verdad? Ahora mismo tengo un antojo de chocolates. Hmm, y quizás algunas fresas.",
	"Wed2": "¡Hola @! ¡Espero que tengas un buen día hoy!$h",
	"Thu2": "Si ves a mi abuelo, por favor no le digas que estoy aquí, ¿vale?$u#$b#Me estoy escondiendo de mi lista de tareas, hoy.$l",
	"Fri2": "Admiro la actitud de Leah. Se especializa en abstracciones, pero hay cierta clase en su trabajo.$h",
	"Sat2": "¿Te has tomado la molestia de cuidar tu cuerpo hoy?#$b#Voy de camino al gimnasio del hotel. ¿Te gustaría acompañarme?",
	"Sun2": "¿Has probado las trufas del valle?#$b#Son absolutamente magníficas ralladas sobre unas palomitas, aunque no lo creas.$h",
	
	//4 Hearts
	"Mon4": "Echo de menos pasar el rato con Alex y Corine en la playa.#$e#Siempre ha sido nuestro refugio seguro.$h#$e#Estás invitado a unirte a nosotros la próxima vez si quieres, @.^Estás invitada a unirte a nosotros la próxima vez si quieres, @.",
	"Tue4": "Hoy ha sido un buen día para el hotel.#$b#Me alegro por el abuelo de que pueda ver cuánto aprecia el valle su duro trabajo.$h",
	"Wed4": "Cuando voy al pueblo, a menudo me propongo visitar a Harvey y llevarle un café.#$b#Ambos disfrutamos hablando de la vida y del trabajo mientras damos un pequeño paseo por la plaza.$h",
	"Thu4": "¡OH NO! Anoche me dejé los zapatos de taco en casa de Corine.$u#$b#Espero que los haya dejado solos; le gusta probárselos cuando ha tomado una o dos copas.$6",
	"Fri4": "¡Hola @! ¿Cómo has estado?#$b#Mi, estás radiante hoy. Debes estar comiendo bien y durmiendo bien.",
	"Sat4": "Realmente aprecio al abuelo por darme siempre un día completo para concentrarme en la práctica.$h#$e#No estoy completamente segura de lo que me depararán los próximos años, pero quiero mantenerme lo más en forma posible.$l",
	"Sun4": "Hoy voy a ir al bosque a meditar.#$e#Lenny se une a mí siempre que se siente estresada, ya que es una buena forma de soltar la ansiedad y practicar el estar presente.#$b#También es un pequeño momento de unión para nosotras.$h",
	
	//6 Hearts
	"Mon6": "Aplaudo lo mucho que se esfuerza Corine cada vez que se une a mi entrenamiento.#$b#Sin duda está mejorando rápidamente.$h",
	"Tue6": "Estoy agradecida del abuelo. Me acogió y cuidó de mí cuando estaba perdida.#$b#No sé cómo habría sobrevivido si él no hubiera estado ahí para guiarme.$6",
	"Wed6": "Maddie tuvo la osadía de decirme que no contribuyo lo suficiente a salvar la Tierra.$a#$e#Hay muchas cosas que podemos conseguir que no impliquen recoger basura.$a#$b#Debió de dormir poco antes de acercarse a mí, así que démosle el beneficio de la duda.$6",
	"Thu6": "¡Oh, hola @! ¿Has probado el Café con triple de expreso?#$b#¡Es para morirse! Creo que a esto es lo que sabe la ambrosía.",
	"Fri6": "Cuando Philip terminó de trabajar ayer, se pasó por el vestíbulo y se ofreció a ayudar. Sin embargo, el abuelo sospechó. ¿Puedes creer que pensó que Philip y yo nos estábamos viendo?",
	"Sat6": "~Otro día, otro plié.~$h#$e#El sábado es mi nuevo día favorito de la semana.#$b#Es un día para mí y la pista de baile. Bueno, la pista del gimnasio.$h",
	"Sun6": "El abuelo me acompañó a dar un paseo por el bosque el otro día.#$b#Hicimos un picnic en la hierba y me contó historias de mi infancia y de la de Corine.$h#$e#Dijo que siempre he sido bastante recatada y correcta.$6#$b#Gracias al universo por Corine, me ha enseñado a soltarme un poco.$h",
	
	//8 Hearts
	"Mon8": "¡Hola, @! ¡Creo que el cielo se ve un poco más brillante contigo!$l#$b#Sólo estoy bromeando. ¿Cómo estás?",
	"Tue8": "¡Hola, @! ¡Te he estado buscando! Pero no puedo recordar por qué. Me alegro de verte.$h",
	"Wed8": "¡Me alegro de verte!$h#$b#Sí, soy consciente de que nos vimos hace poco, pero la ausencia no requiere tiempo para que el corazón se encariñe.$l",
	"Thu8": "¡Hola! Es un hermoso día, ¿no?$h#$b#Si tienes algo de tiempo libre, ¿te gustaría pasarlo conmigo?$l",
	"Fri8": "Vaya, hola sol. ¡Estás más magnífico que de costumbre!$l^Vaya, hola sol. ¡Estás más magnífica que de costumbre!$l#$b#¡Como si estuvieras esculpido en piedra!^¡Estás tan radiante como el sol!$h",
	"Sat8": "Hola @, voy de camino al gimnasio para calentar para mi entrenamiento. ¿Te gustaría acompañarme?#$b#Lenny ha dicho que va a intentar pasarse por allá, aunque no sé si eso te animará o te desanimará a acompañarme.$l",
	"Sun8": "Hola @, sólo me gustaría decir que estoy muy agradecida por ti.$l#$e#Especialmente estos últimos días. Tanto por escucharme, como por simplemente estar ahí.$l",
	
	//10 Hearts
	"Mon10": "¡Un gran día para ti mi dosis favorita de sol! ¿Me has echado de menos?$h#$b#Oh, para, me vas a hacer sonrojar.$l",
	"Tue10": "Hola amor, ¿cómo estuvo tu día? ¿Te gustaría encontrarte conmigo después del trabajo?#$b#Tengamos una cita.$h",
	"Wed10": "Estoy algo aburrida y estresada. Quiero ir a liberar algo de tensión y bailar un poco.$6#$b#¿Quieres acompañarme, amor? ¡Arriésgate! Seguro que puedo enseñarte un par de cosas.$h",
	"Thu10": "Corine preguntó sobre nuestra relación el otro día. Tenía curiosidad por saber cómo habíamos acabado juntos.$h^Corine preguntó sobre nuestra relación el otro día. Tenía curiosidad por saber cómo habíamos acabado juntas.$h#$b#No recuerdo bien la historia en detalle. Todo fue una mancha encantadora.$l",
	"Fri10": "¿Podemos ir a tu granja? Es increíblemente... ¿cuál es la palabra? No es pacífica. ¿Tranquila? Hmm...$6#$b#¡Confortante! ¡Eso es!$h",
	"Sat10": "Por fin he encontrado un nombre para lo que tú y el baile tienen en común, para mí: ambos se sienten como en casa.$l",
	"Sun10": "¿Qué te parece un picnic y una botella de algo espumoso?#$e#El champán sería maravilloso, pero para ser honesta, estaría bien con un poco de agua mineral con gas, siempre y cuando estés ahí.$l",
	
//Special Dialogue
	"breakUp": "Me disculpo por hacer esto... Pero no creo que las cosas funcionen entre nosotros.$6^Me disculpo por hacer esto... Pero no creo que las cosas funcionen entre nosotras.$6",
	"danceRejection": "Oh querido, lo siento pero tengo que rechazar.$6^Oh querida, lo siento pero tengo que rechazar.$6",
	"divorced": "¡Lo que me has hecho es inaceptable!$a#$b#No vales mi tiempo así que por favor deja de perderlo!$a",
	"MovieInvitation": "Estaré encantada de acompañarte al cine, @.$h#$b#Sólo deja que me arregle, luego me reuniré contigo en el cine en un santiamén",

//Resort
	"Resort_Entering": "¡Ahhh, una oportunidad para tomar el sol y relajarse!$h#$b#Este es mi tipo de escapada.$h",
	"Resort_Leaving": "Awwww. ¿Tenemos que irnos tan pronto?$6#$e#¡Tengo que hablarle al abuelo de este lugar! Creo que será un gran motivo para que se aleje de la aldea por un tiempo.$h",
	"Resort_Leaving_2": "Este lugar es definitivamente para quedarse. Debo volver aquí pronto.#$b#¿Con alguna compañía quizás?$l",
	"Resort_Shore": "El cielo está arriba, la arena está abajo. Me siento en paz aquí. El mar me llama.",
	"Resort_Shore_2": "Me pregunto cuántas conchas marinas encontraría aquí.#$b#Son como las cartas de amor del océano.$h",
	"Resort_Umbrella": "Ahhhh, un día para relajarse. ¿No es maravilloso?$h",
	"Resort_Umbrella_2": "El océano es todo lo que quiero ser. Hermosa, emocionante, salvaje y libre.$h",
	"Resort_Umbrella_3": "Nunca en un millón de años podría cansarme de esta vista.$h",
	"Resort_Wander": "Estoy buscando ese lugar perfecto y tranquilo, con unas vistas impresionantes.#$b#Tener una bebida fría en la mano, con una cálida brisa marina en la piel, y el sonido de las olas rompiendo.#$e#Ahhh, ¡eso sería lo MEJOR!$h",
	"Resort_Bar": "¡No hay nada más que necesites en la playa que un tequila y un bronceado!$h",
	"Resort": "¡Ahhh! ¡Mi hogar es donde está el mar, jaja!$h#$b#¡Espero poder trabajar en mi bronceado!",

}
