{
	"Introduction": "Uhm, no te conozco.#$e#Oh... eres el nuevo granjero.^Oh... eres la nueva granjera.#$b#Soy Yuuma. Shiro es mi hermano mayor.#$b#Bueno, tengo que irme... adiós.$h",

//Spring
	"spring_1": "¡Yay, es un año nuevo!#$b#Voy a pasarlo con Shiro.$h",
	"spring_12": "Oh, el Festival del Huevo es mañana... suena bien.",
	"spring_23": "No me gusta la Danza de las Flores.$s#$b#Me recuerda a mamá y papá. Los extraño...$4",

//Summer
	"summer_1": "Intento cuidar más el patio y la casa en verano, para que mi hermano no tenga que preocuparse tanto por ello.#$b#Es mucho trabajo, pero está bien. Ahora se me da bien.$h",
	"summer_10": "Por favor, trae algo bueno mañana.$h#$b#No quiero que la sopa sepa mal.$s",
	"summer_27": "Me alegro de que mi hermano esté emocionado por lo de mañana.$h#$b#Espero que no se haga daño...$s",

//Fall
	"fall_1": ¡"¡@! Mi hermano sigue rastrillando las hojas por las mañanas.$u#$e#Le dije que lo haría yo, pero no me hace caso.$s#$b#¿Cómo hago para que deje de hacerlo?$s",
	"fall_15": "¡Oh, la feria es mañana, eso es emocionante!$h#$b#Bueno, más o menos...#$b#Me pregunto si Shiro quiere ir...",
	"fall_26": "Estoy algo emocionado por lo de mañana.$h#$b#La víspera de los espíritus siempre es muy bonita, y sé que mi hermano la espera con ansias.$h#$e#Espero que se divierta, pero no podemos quedarnos mucho tiempo o podría cansarse y hacerse daño.$s#$b#Es mi trabajo asegurarme de que esté bien.$h",

//Winter
	"winter_1": "El invierno es duro.$s#$b#Pero la señora Lenny ayuda trayendo madera y comida a casa a veces.#$b#Me gusta mucho la señora Lenny.$h",
	"winter_7": "Mi hermano y yo solíamos ir a pescar mucho cerca de las cascadas.$h#$b#Sin embargo, eso fue antes de que se fuera al ejército.$s",
	"winter_14": "Me pregunto de dónde vienen estos comerciantes.#$b#¿Crees que vienen del otro lado del océano?#$b#Allí es donde trabajan papá y mamá.$h",
	"winter_15": "¿Crees que si les doy una carta, se la llevarán a mi papá y a mi mamá?$h", 
	"winter_16": "Le pregunté a la señora del cerdo.#$b#Dijo que intentaría llevar una carta si tenía una dirección, pero que podría tardar mucho.$s",
	"winter_17": "Escribí una carta.#$b#Le dije a mamá y a papá que nos va bien y que estoy haciendo un buen trabajo cuidando de Shiro.$h",
	"winter_24": "Si me tienes como persona secreta, por favor, dame algo que creas que le gustaría a Shiro.#$b#¿Por qué?$u#$b#Oh, por nada. Gracias.$h",

//Days of the Week

	//0 Hearts
	"Mon": "¿Hmm...?#$e#Lo siento, tengo mucho que hacer hoy.",
	"Tue": "Hola, @.#$e#Lo siento, estoy ocupado con algo.",
	"Wed": "¿Cuánto cuestan las chirivías otra vez?#$e#No estoy seguro, me preocupa no haber traído suficiente dinero hoy.$s",
	"Thu": "Vi a Jas y a Vincent jugando en el pueblo más temprano.#$b#Parecía que se estaban divirtiendo.",
	"Fri": "Pasé antes por tu granja.#$b#Se está creciendo bastante.$h",
	"Sat": "Hmm...#$e#Oh, nada.",
	"Sun": "Lo siento pero hoy estoy ocupado.#$e#Disculpa.",
	
	//2 Hearts
	"Mon2": "Vi a Trinnie y a Keahi jugando cerca del bosque antes...#$e#No es para tanto.",
	"Tue2": "¡La Srta. Penny es tan buena profesora!$h#$b#Aprendo tanto de ella.#$e#Sin embargo, sólo tengo un día a la semana para ir a la escuela.$s",
	"Wed2": "Hola. ¿Qué pasa?#$e#Me tengo que ir ahora. Adiós.",
	"Thu2": "Mi hermano no puede cansarse, o si no pasan cosas malas.$s#$b#Por favor, recuérdalo.#$e#De acuerdo, adiós.",
	"Fri2": "¿Puedo preguntarte algo?#$e#Um... No importa...$s",
	"Sat2": "El Sr. Philip es muy amable.$h#$b#Ha sido de gran ayuda para mi hermano.$h#$e#Disculpa, tengo que irme.",
	"Sun2": "Vi a Vincent y a Keahi jugar a la pelota antes.$h#$b#Yo... Yo... um... no importa.$s",
	
	//4 Hearts
	"Mon4": "Uno, dos, tres, cuatro...#$b#Oh, hola @. Sólo estoy contando mis pasos. Es divertido.$h",
	"Tue4": "¡Mi hermano me ha dicho que va a cocinar sopa de miso más tarde!$u#$e#Tengo que ir a casa y ayudarle para que no intente mover mucho los brazos.",
	"Wed4": "A veces visito al doctor Harvey para comprar medicinas para mi hermano.#$e#El doctor Harvey es una buena persona, es muy servicial.$h",
	"Thu4": "A mi hermano le gusta el frío.#$e#Le pregunté al Sr. Kenneth cuánto costaría un aire acondicionado.#$b#Sin embargo, era caro.$s#$e#Tal vez compremos uno, algún día...$s",
	"Fri4": "Vivimos del dinero que nos envían nuestros padres junto con los cheques de mi hermano mayor veterano.#$b#Intento trabajar para ayudar, pero la gente dice que un niño de mi edad no debería trabajar.$s#$b#Así que la señora Lenny nos ayuda a veces.#$b#Me gusta la señora Lenny. Es simpática.$h",
	"Sat4": "Oh... Hola, @.#$b#¿Cómo de grande crees que es el océano?",
	"Sun4": "Quiero columpiarme con mi hermano mayor en el patio de recreo.$h#$b#Tal vez algún día, cuando se sienta mejor.",
	
	//6 Hearts
	"Mon6": "El otro día vi a Jas y a Trinnie escondidas en el bosque.$h#$e#Creo que estaban jugando a un juego llamado escondite.#$b#Pero estoy bien. No necesito jugar.$s",
	"Tue6": "Visito a la Sra. Lenny a veces para que me ayude.#$b#Le debo mucho. Ella ayudó mucho mientras Shiro estaba con el gran aparato ortopédico.",
	"Wed6": "Estudio mucho en casa para poder estar cerca de Shiro.#$b#La Srta. Penny me ayuda mientras el Sr. Philip está ayudando a Shiro.",
	"Thu6": "Hola, @. ¿Cómo estás? Lo siento, tengo prisa.",
	"Fri6": "Yo... echo de menos a mi mami...$4#$e#%Yuuma deja de hablar abruptamente. No te mira.",
	"Sat6": "Hola, @. No puedo hablar ahora mismo.#$e#¡Lo siento! Podemos hablar más tarde.",
	"Sun6": "Intento aprender todo lo que puedo del señor Philip siempre que me visita.#$b#Quiero ser como él cuando sea mayor.$h",
	
	//8 Hearts
	"Mon8": "Hola, @. ¿Puedo preguntarte algo?#$b#¿Soy un niño raro?#$e#Alguien dijo que lo era.$s#$e#Bueno... Está bien.$h",
	"Tue8": "Mi hermano se ha sentido mejor y el Sr. Philip dice que se está fortaleciendo.$h",
	"Wed8": "Eres una muy buena persona y un amigo increíble, @.$h^Eres una muy buena persona y una amiga increíble, @.$h#$b#¡Gracias, gracias, gracias!$h",
	"Thu8": "¡Hola, @!$h#$b#¿Me empujarás en los columpios más tarde?",
	"Fri8": "He jugado antes con Trinnie y Keahi. Fue divertido.$h",
	"Sat8": "Pika hace una comida muy buena.#$b#Mi hermano y yo siempre compramos para llevar.#$e#Shiro me deja ir a buscarla por mi cuenta porque es útil.$h",
	"Sun8": "¡He podido jugar con Vincent y Jas hoy!$h",
	
	//10 Hearts
	"Mon10": "¡Estoy feliz de que estés aquí!$h#$b#¿Podemos jugar más tarde? Mi hermano dice que está bien.$h",
	"Tue10": "Keahi vino el otro día, y me mostró algunas de sus nuevas figuras de acción.$h#$b#Fue muy divertido.$h",
	"Wed10": "Mi hermano y yo arreglamos ayer la habitación de mamá y papá.#$e#Dice que no volverán durante un tiempo...$s#$b#Pero no pasa nada porque todos estamos a salvo y ellos están trabajando mucho.$h",
	"Thu10": "Mi hermano se ha despertado con un fuerte dolor en la espalda esta mañana.$s#$b#Me he preocupado mucho pero él y el señor Philip me han dicho que no es porque haya hecho algo malo o haya trabajado demasiado, que simplemente pasa a veces.$s#$b#Intento creerles.$s",
	"Fri10": "Ey, @. ¿Qué es una broma?#$e#Keahi y Trinnie dijeron que eran expertos en bromas.#$b#Sin embargo, mi hermano me dijo que no hiciera ninguna broma. Estoy confundido,
	"Sat10": "La señorita Flor es muy bonita.$h#$b#Siempre me gusta cuando habla de cómo funciona el cerebro de las personas.$h#$b#Es muy dulce.$h",
	"Sun10": "¡Hola, @! ¡Me alegro de que estés aquí!$h#$b#¿Puedo ir a ayudarte en tu granja algún día?$h",

//Special Dialogue
	"MovieInvitation": "¿Oh? ¿Una película?#$b#Shiro está bien en este momento... así que puedo ir.#$b#Gracias.$h",
	
//Resort
	"Resort_Entering": "Creo que mi hermano está emocionado por poder relajarse. Eso me hace feliz.$h",
	"Resort_Leaving": "Eso... ha sido bonito.#$b#He disfrutado mucho hoy.$h",
	"Resort_Shore": "¿Has estado nadando en el agua antes, @?#$b#Parece muy profunda...$u",
	"Resort_Chair": "Quizás debería haber traído un libro conmigo.#$b#La señora Penny dice que debería leer más...",
	"Resort_Bar": "Guau, el zumo que tienen aquí es realmente bueno.$h#$e#No tenemos este tipo de zumos en la cresta.",
	"Resort": "Este lugar es realmente interesante.$h#$e#Um... me tengo que ir, adiós.",

}
